{
  "ro": [
    "TERMENI ȘI CONDIȚII DE UTILIZARE",
    "Platforma LIVADAI",
    "Data utlimei actualizǎri: [12.02.2026]",
    "\t•\tDISPOZIȚII GENERALE ",
    "Art. 1 Scopul şi domeniul de aplicare",
    "(1) Prezentul document stabilește termenii și condițiile care guvernează utilizarea platformei digitale LIVADAI, incluzând aplicația mobilă (disponibilă în prezent pentru sistemul de operare iOS, website-ul aferent (www.livadai.com), precum și orice subdomeniu, funcționalitate, serviciu digital, conținut, interfață, instrument tehnic sau serviciu auxiliar pus la dispoziție prin intermediul acestora, denumite în continuare, în mod colectiv, “Platforma”.",
    "(2) LIVADAI funcționează exclusiv ca o platformă digitală de tip marketplace, de experiențe, având ca obiect exclusiv punerea la dispoziție a unui cadru tehnic și digital prin care:",
    "a) utilizatorii care doresc sǎ ofere experiențe (denumiți în continuare “Host”) pot publica, promova, şi gestiona listări de experiențe;",
    "b) utilizatorii interesați să participe la experiențe (denumiți în continuare „Participanți”) pot descoperi, rezerva și achita accesul la experiențele publicate.",
    "(3) Platforma poate include experiențe de orice natură, inclusiv, dar fără a se limita la activități de turism, agrement, outdoor, hiking, ghidaj, divertisment, formare, cursuri sau activități similare, însă LIVADAI nu organizează, nu furnizează, nu prestează, nu coordonează și nu garantează astfel de activități. Experiențele sunt concepute, publicate și desfășurate exclusiv de către Host, sub propria sa răspundere, iar LIVADAI nu are calitatea de organizator, prestator sau furnizor. al acestora.",
    "(4) Nicio dispoziție din prezentul document nu poate fi interpretată ca instituind în sarcina LIVADAI obligații specifice organizatorilor de activități, prestatorilor de servicii, agenților de turism sau altor entități reglementate special.",
    "(5) LIVADAI acționează exclusiv în calitate de operator de platformă digitală și intermediar tehnic, fără a dobândi, în niciun moment, calitatea de organizator, prestator, agent, mandatar, reprezentant, partener contractual sau co-contractant al Hostului ori al Participantului în legătură cu experiențele publicate pe Platformă.",
    "",
    "Art. 2 Acceptarea Termenilor și natura juridică a raportului",
    "(1) Accesarea Platformei, crearea unui cont, publicarea unei experiențe, rezervarea unei experiențe, efectuarea unei plăți, transmiterea de informații, utilizarea oricărei funcționalități sau simpla navigare în cadrul Platformei constituie acceptarea expresă, integrală și necondiționată a prezentelor Termeni și Condiții.",
    "(2) Prezentul document reprezintă un contract la distanță, încheiat în formă electronică, între LIVADAI și utilizator, în sensul art. 2 pct. 7 și art. 6 din Ordonanța de Urgență nr. 34/2014, art. 9 din Legea nr. 365/2002 privind comerțul electronic, precum și al art. 3 și art. 6 din Directiva 2011/83/UE privind drepturile consumatorilor.",
    "(3) Contractul astfel încheiat are ca unic obiect furnizarea accesului la Platformă și utilizarea serviciilor digitale de intermediere, neavând ca obiect experiențele în sine.",
    "(4) Acceptarea Termenilor și Condițiilor produce efecte juridice obligatorii potrivit art. 1176–1182 Cod civil și este opozabilă utilizatorului de la momentul primei utilizări a Platformei.",
    "(5) În cazul în care utilizatorul nu este de acord cu prezentii Termeni și Condiții, acesta are obligația de a înceta imediat utilizarea Platformei și de a nu crea sau utiliza un cont LIVADAI.",
    "Art. 3 Lipsa raportului contractual privind experiențele",
    "(1) LIVADAI nu este parte și nu intervine sub nicio formă în raporturile juridice care pot lua naștere între Host și Participant ca urmare a participării la o experiență.",
    "(2) Publicarea unei experiențe de către un Host și rezervarea acesteia de către un Participant nu generează încheierea unui contract de prestări servicii cu LIVADAI. Orice raport juridic privind desfășurarea experienței se stabilește direct și exclusiv între Host și Participant, în afara și independent de Platformă. ",
    "(3) LIVADAI:",
    "a) nu garantează desfășurarea experienței;",
    "b) nu verifică legalitatea, calitatea, siguranța sau conformitatea experienței;",
    "c) nu răspunde pentru neexecutarea, executarea necorespunzătoare sau anularea unei experiențe;",
    "d) nu își asumă nicio obligație față de Participant privind experiența achiziționată.",
    "(4) Hostul este singurul responsabil pentru respectarea tuturor obligațiilor legale aplicabile experienței, inclusiv, dar fără a se limita la cele privind siguranța, autorizațiile, asigurările, răspunderea civilă și fiscalitatea.",
    "Art. 4 Rolul economic al LIVADAI și fluxul financiar",
    "(1) Platforma facilitează procesarea plăților prin intermediul unor procesatori de plăți terți autorizați, inclusiv Stripe.",
    "(2) Sumele achitate de Participant reprezintă contravaloarea accesului la experiența oferită de Host.",
    "(3) Din suma achitată:",
    "a) LIVADAI reține un comision de intermediere de 10%, reprezentând contravaloarea serviciilor digitale furnizate;",
    "b) procesatorul de plăți reține comisioanele aferente tranzacției;",
    "c) diferența revine Hostului.",
    "(4) LIVADAI nu este destinatarul final al sumelor achitate pentru experiențe și nu dobândește drepturi asupra acestora, cu excepția comisionului de intermediere.",
    "(5) LIVADAI nu garantează efectuarea plăților către Host în cazul în care procesatorul de plăți suspendă, întârzie sau refuză tranzacția din motive independente de Platformă.",
    "Art. 5 Dreptul de administrare a Platformei",
    "(1) LIVADAI își rezervă dreptul deplin și discreționar de a administra Platforma, inclusiv, dar fără a se limita la:",
    "a) suspendarea temporară sau închiderea definitivă a conturilor de utilizator;",
    "b) eliminarea, modificarea sau restricționarea accesului la orice conținut publicat pe Platformă;",
    "c) dezactivarea, suspendarea sau eliminarea experiențelor listate;",
    "d) restricționarea, limitarea sau blocarea accesului utilizatorilor la Platformă sau la anumite funcționalități ale acesteia.",
    "(2) LIVADAI poate lua măsurile prevăzute la alin. (1) fără notificare prealabilă, în cazul încălcării prezentelor Termeni și Condiții, al furnizării de informații false, incomplete sau înșelătoare, al utilizării abuzive sau necorespunzătoare a Platformei ori în cazul existenței unor suspiciuni rezonabile de fraudă, activități ilegale sau de natură să aducă atingere drepturilor, intereselor legitime sau siguranței LIVADAI, ale altor utilizatori ori ale terților.",
    "(3) Exercitarea drepturilor prevăzute în prezentul articol nu conferă utilizatorului dreptul la despăgubiri și nu atrage răspunderea LIVADAI, în măsura permisă de legislația aplicabilă.",
    "Art. 6 Caracterul general și opozabilitatea",
    "(1) Prezentii Termeni și Condiții au caracter general, impersonal și obligatoriu și se aplică tuturor utilizatorilor Platformei, indiferent de calitatea acestora de Host sau Participant.",
    "(2) Termenii și Condițiile devin opozabili utilizatorului din momentul acceptării acestora, în condițiile prevăzute la art. 2, și produc efecte juridice pe întreaga durată a utilizării Platformei.",
    "(3) Acceptarea Termenilor și Condițiilor prin mijloace electronice constituie manifestare de voință valabilă, neechivocă și deplină, producând aceleași efecte juridice ca acceptarea exprimată în formă scrisă, în conformitate cu legislația română și europeană aplicabilă.",
    "(4) Utilizatorul recunoaște că a avut posibilitatea reală de a lua cunoștință de conținutul prezentelor Termeni și Condiții înainte de acceptare și că le acceptă în cunoștință de cauză.",
    "(5) Nicio toleranță, omisiune sau întârziere din partea LIVADAI în exercitarea unui drept prevăzut de prezentii Termeni și Condiții nu va fi interpretată ca o renunțare la acel drept.",
    "Art. 7 Modificarea Termenilor și Condițiilor",
    "(1) LIVADAI își rezervă dreptul de a modifica, completa sau actualiza oricând prezentii Termeni și Condiții, în funcție de evoluția legislației aplicabile, a funcționalităților Platformei sau a politicilor interne.",
    "(2) Versiunea actualizată a Termenilor și Condițiilor va fi publicată pe Platformă și va produce efecte juridice de la data publicării, cu excepția cazului în care se prevede expres un alt termen de intrare în vigoare.",
    "(3) Continuarea utilizării Platformei după publicarea modificărilor constituie acceptarea tacită a noii versiuni a Termenilor și Condițiilor.",
    "(4) În cazul în care utilizatorul nu este de acord cu modificările aduse, acesta are dreptul și obligația de a înceta utilizarea Platformei și de a solicita închiderea contului său, fără ca acest fapt să genereze vreun drept la despăgubiri.",
    "2. IDENTIFICAREA OPERATORULUI PLATFORMEI ŞI DEFINIȚII",
    "Art. 8 Operatorul platformei",
    "\t•\t Platforma LIVADAI este operată de LIVADARIU GABRIEL Persoană Fizică Autorizată (PFA), cu sediul profesional în Bucureşti Sectorul 1, B-dul BUCUREŞTII NOI, et. Parter, ap. 5, înregistrată la Oficiul Registrului Comerțului sub numărul F2026005190005 având Cod Unic de Înregistrare 53709888 denumită în continuare „LIVADAI”.",
    "(2) LIVADAI desfășoară activități de furnizare de servicii ale societății informaționale și de operare a unei platforme digitale de tip marketplace, în conformitate cu Legea nr. 365/2002 privind comerțul electronic, precum și cu legislația europeană aplicabilă.",
    "(3) LIVADAI are calitatea de furnizor de servicii ale societății informaționale, în sensul art. 2 lit. b din Legea nr. 365/2002, și nu este supusă unui regim de autorizare special pentru activitățile desfășurate prin intermediul Platformei.",
    "(4) Datele de contact oficiale ale LIVADAI sunt:",
    "\t•\tadresă de e-mail suport: support@livadai.com",
    "\t•\twebsite oficial: www.livadai.com",
    "",
    "(5) Pentru orice solicitare, sesizare, notificare sau comunicare oficială, utilizatorii pot contacta LIVADAI exclusiv prin intermediul datelor de contact prevăzute la alin. (4).",
    "Art. 9 Definiții şi semnificații",
    "a) Platforma – aplicația mobilă și website-ul LIVADAI (www.livadai.com), inclusiv toate funcționalitățile, interfețele, serviciile digitale și instrumentele puse la dispoziția utilizatorilor;",
    "b) Utilizator – orice persoană fizică sau juridică care accesează Platforma, indiferent dacă creează sau nu un cont;",
    "c) Cont – profilul digital creat de un Utilizator pe Platformă, necesar pentru publicarea sau rezervarea experiențelor;",
    "d) Host – utilizatorul care publică, promovează și oferă una sau mai multe experiențe prin intermediul Platformei, în nume propriu și pe propria răspundere;",
    "e) Participant – utilizatorul care rezervă, achită sau participă la o experiență publicată pe Platformă;",
    "f) Experiență – orice activitate, eveniment, program, curs, întâlnire sau activitate de orice natură, oferită de un Host prin intermediul Platformei;",
    "g) Rezervare – acțiunea prin care un Participant își exprimă intenția de a participa la o experiență și achită contravaloarea acesteia prin Platformă;",
    "h) Comision – suma sau procentul reținut de LIVADAI pentru furnizarea serviciilor de intermediere digitală;",
    "i) Procesator de plăți – terț autorizat care furnizează servicii de procesare a plăților online, inclusiv, dar fără a se limita la Stripe;",
    "j) Serviciul – punerea la dispoziție a Platformei și facilitarea intermedierii digitale între Host și Participant.",
    "k) Conținut – orice text, imagine, descriere sau altă informație publicată de Utilizatori sau de LIVADAI pe Platformă.",
    "Art. 10 – Independența utilizatorilor şi lipsa raporturilor juridice speciale",
    "(1) Utilizarea Platformei nu creează și nu poate fi interpretată ca generând, în niciun caz:",
    "\t•\traport de muncă;",
    "\t•\traport de mandat;",
    "\t•\traport de agenție;",
    "\t•\traport de reprezentare;",
    "\t•\traport de intermediere contractuală;",
    "\t•\traport de subordonare;",
    "\t•\tparteneriat, asociere sau joint venture",
    "între LIVADAI și oricare dintre utilizatori sau între utilizatori între ei.",
    "(2) Hostul acționează în mod independent, în nume propriu și pe propria răspundere, fără a fi subordonat LIVADAI, fără a primi instrucțiuni privind modul de desfășurare a experiențelor și fără ca LIVADAI să exercite control, coordonare, supraveghere sau validare asupra acestora.",
    "(3) LIVADAI nu stabilește, nu impune și nu verifică:",
    "\t•\tcompetența profesională a Hostului;",
    "\t•\tnivelul de pregătire, experiență sau formare al acestuia;",
    "\t•\tdeținerea unor autorizații, certificări sau avize speciale,",
    "cu excepția cazurilor în care legea impune expres astfel de obligații Platformei.",
    "(4) Utilizatorii înțeleg și acceptă că LIVADAI nu are obligația de a verifica dacă Hostul îndeplinește condițiile legale necesare pentru desfășurarea unei experiențe și că responsabilitatea respectării legislației aplicabile revine exclusiv Hostului.",
    "(5) Utilizatorii înțeleg și acceptă că LIVADAI nu evaluează, nu certifică și nu garantează aptitudinile, competențele, experiența sau buna-credință a Hostului și că orice decizie de participare la o experiență aparține exclusiv Participantului.",
    "(6) Nicio acțiune a LIVADAI, inclusiv:",
    "\t•\tafișarea experiențelor;",
    "\t•\tfacilitarea plăților;",
    "\t•\tfurnizarea de instrumente digitale;",
    "\t•\taplicarea unor măsuri de moderare sau suspendare,",
    "nu poate fi interpretată ca asumare a răspunderii pentru experiențe sau ca implicare în desfășurarea acestora.",
    "",
    "(7) Publicarea unei experiențe pe Platformă nu reprezintă și nu poate fi interpretată ca:",
    "\t•\to recomandare;",
    "\t•\to garanție;",
    "\t•\to certificare;",
    "\t•\to aprobare oficială",
    "din partea LIVADAI privind experiența sau Hostul.",
    "(8) Utilizatorii recunosc în mod expres că orice raport juridic, obligație, răspundere sau pretenție care decurge din participarea la o experiență se naște exclusiv între Host și Participant, LIVADAI fiind exclusă din aceste raporturi.",
    "(9) Participantul declară că participarea la o experiență se realizează în mod voluntar, în baza propriei aprecieri, după analizarea informațiilor puse la dispoziție de Host, și că își asumă integral riscurile aferente acestei decizii.",
    "(10) LIVADAI nu răspunde pentru:",
    "\t•\tmodul de organizare sau desfășurare a experienței;",
    "\t•\tconduita Hostului sau a Participantului;",
    "\t•\tneîndeplinirea obligațiilor asumate de Host;",
    "\t•\teventuale prejudicii materiale, morale, corporale sau de altă natură rezultate din experiență.",
    "(11) Utilizatorii acceptă că LIVADAI acționează exclusiv ca un intermediar tehnic, în sensul legislației aplicabile serviciilor societății informaționale, iar responsabilitatea conținutului și a activităților desfășurate prin intermediul Platformei aparține exclusiv Utilizatorilor care le generează.",
    "(12) Prevederile prezentului articol se aplică indiferent de natura experienței, inclusiv, dar fără a se limita la activități recreative, outdoor, turistice, educaționale, de formare, ghidaj sau alte activități similare, chiar dacă acestea pot presupune un anumit grad de risc.",
    "Art. 11 – Limbaj și interpretare",
    "(1) Prezentii Termeni și Condiții sunt redactați în limba română și sunt puși la dispoziția utilizatorilor și într-o versiune în limba engleză, exclusiv în scop informativ și pentru facilitarea accesului utilizatorilor internaționali.",
    "(2) În cazul oricărei neconcordanțe, diferențe de interpretare sau divergențe între versiunea în limba română și versiunea în limba engleză a Termenilor și Condițiilor, versiunea în limba română va prevala, aceasta fiind versiunea oficială și juridic opozabilă.",
    "(3) Termenii și expresiile utilizați în prezentul document se interpretează:",
    "\t•\tconform legislației române în vigoare;",
    "\t•\tîn acord cu dreptul Uniunii Europene aplicabil;",
    "\t•\tîn sensul uzual și juridic al acestora, în contextul unui serviciu digital de tip marketplace.",
    "(4) Titlurile capitolelor și articolelor sunt inserate exclusiv pentru facilitarea lecturii și nu afectează interpretarea juridică a prevederilor contractuale și nu limitează conținutul acestora.",
    "(5) Orice referire la termeni precum „include”, „inclusiv”, „fără a se limita la” sau expresii similare se consideră a avea caracter exemplificativ și nu limitativ.",
    "(6) În situația în care o prevedere din prezentii Termeni și Condiții este susceptibilă de mai multe interpretări, aceasta va fi interpretată:",
    "\t•\tîn sensul care menține valabilitatea clauzei;",
    "\t•\tîn concordanță cu scopul Platformei ca intermediar tehnic;",
    "\t•\tîn favoarea aplicării dispozițiilor legale imperative.",
    "(7) Utilizatorul declară că a înțeles conținutul prezentelor Termeni și Condiții, indiferent de limba în care i-au fost consultați, și că acceptarea acestora a fost realizată în mod liber, informat și neechivoc.",
    "3. CONDIȚII DE UTILIZARE A PLATFORMEI ȘI CONTUL DE UTILIZATOR",
    "Art. 12 Crearea și utilizarea contului de utilizator",
    "(1) Pentru a utiliza funcționalitățile Platformei LIVADAI care presupun publicarea de experiențe, rezervarea acestora, efectuarea de plăți sau interacțiunea cu alți utilizatori, este necesară crearea unui cont de utilizator.",
    "(2) Crearea contului este permisă exclusiv persoanelor care:",
    "\t•\tau împlinit vârsta de 18 ani;",
    "\t•\tau capacitate deplină de exercițiu;",
    "\t•\tfurnizează date reale, complete și actualizate;",
    "\t•\tacceptă în mod expres prezentii Termeni și Condiții.",
    "(3) Contul este personal, netransmisibil și nu poate fi cesionat, vândut, închiriat sau pus la dispoziția unei alte persoane.",
    "(4) Platforma permite utilizatorilor să creeze și să utilizeze un cont cu rol de Participant și/sau Host, în funcție de opțiunile și acțiunile alese în cadrul Platformei.",
    "(5) Un utilizator care deține un cont de Participant poate, în orice moment, să opteze pentru publicarea unei experiențe și să dobândească rolul de Host, fie prin activarea funcționalităților corespunzătoare prin crearea unui cont distinct, cu respectarea prezentelor Termeni și Condiții.",
    "(6) Crearea și utilizarea mai multor conturi de către același utilizator este permisă, cu condiția ca acestea să nu fie utilizate:",
    "\t•\tîn scop fraudulos;",
    "\t•\tpentru eludarea sancțiunilor aplicate de LIVADAI;",
    "\t•\tpentru inducerea în eroare a altor utilizatori sau a Platformei.",
    "(7) LIVADAI își rezervă dreptul de a restricționa, suspenda sau închide conturile utilizate cu încălcarea prevederilor alin. (6).",
    "Art. 13 Informațiile furnizate de utilizator și răspunderea pentru veridicitatea acestora",
    "(1) Utilizatorul declară și garantează că toate datele, informațiile și materialele furnizate către LIVADAI, atât la momentul creării contului, cât și pe parcursul utilizării Platformei, sunt reale, corecte, complete, actualizate și îi aparțin în mod legitim.",
    "(2) Utilizatorul este singurul responsabil pentru exactitatea și legalitatea informațiilor furnizate, inclusiv, dar fără a se limita la:",
    "\t•\tdatele de identificare;",
    "\t•\tdatele de contact;",
    "\t•\tdescrierile experiențelor;",
    "\t•\timagini sau orice alt conținut publicat;",
    "\t•\tinformațiile privind locația, durata, condițiile sau regulile experienței.",
    "(3) LIVADAI nu are obligația de a verifica, valida sau confirma:",
    "\t•\tidentitatea reală a utilizatorilor;",
    "\t•\tcompetența profesională a Hostului;",
    "\t•\tveridicitatea, legalitatea sau caracterul complet al informațiilor furnizate;",
    "\t•\texistența autorizațiilor, certificărilor sau avizelor necesare pentru desfășurarea unei experiențe,",
    "responsabilitatea revenind exclusiv utilizatorului care furnizează respectivele informații.",
    "",
    "(4) Furnizarea de informații false, incomplete, înșelătoare sau care induc în eroare alți utilizatori constituie încălcare gravă a prezentelor Termeni și Condiții și poate atrage, fără notificare prealabilă:",
    "\t•\tsuspendarea sau închiderea contului;",
    "\t•\teliminarea conținutului;",
    "\t•\tdezactivarea experiențelor;",
    "\t•\trestricționarea accesului la Platformă.",
    "(5) Utilizatorul răspunde integral pentru orice prejudiciu cauzat LIVADAI, altor utilizatori sau terților ca urmare a furnizării de informații neconforme, inclusiv pentru eventuale sancțiuni aplicate Platformei de către autorități.",
    "(6) În cazul în care informațiile furnizate de utilizator încalcă dispoziții legale sau drepturi ale terților, utilizatorul este singurul răspunzător din punct de vedere civil, contravențional sau penal, după caz, LIVADAI fiind exonerată de orice răspundere, în măsura permisă de legislația aplicabilă.",
    "(7) Utilizatorul înțelege și acceptă că publicarea unei experiențe sau a unui conținut pe Platformă nu presupune verificarea, aprobarea, certificarea sau validarea acestuia de către LIVADAI.",
    "(8) Utilizatorul înțelege și acceptă că furnizarea de informații false, incomplete, inexacte sau ilegale, precum și publicarea sau desfășurarea unor experiențe cu încălcarea legislației aplicabile, atrage răspunderea exclusivă a acestuia, conform dispozițiilor legale în vigoare.",
    "(9) Răspunderea utilizatorului poate fi, după caz:",
    "\t•\tcivilă, potrivit art. 1349 și următoarele din Codul civil;",
    "\t•\tcontravențională, potrivit legislației speciale aplicabile domeniului experienței;",
    "\t•\tpenală, potrivit Codului penal,",
    "fără ca LIVADAI să poată fi ținută răspunzătoare pentru faptele utilizatorului.",
    "(10) Utilizatorul declară că a luat cunoștință de faptul că răspunde personal și direct pentru respectarea:",
    "\t•\tlegislației române;",
    "\t•\tlegislației Uniunii Europene;",
    "\t•\tnormelor de ordine publică;",
    "\t•\tdrepturilor și intereselor legitime ale terților,",
    "în legătură cu utilizarea Platformei și desfășurarea experiențelor.",
    "(11) În cazul în care, ca urmare a faptelor utilizatorului, LIVADAI este supusă unor reclamații, sancțiuni, amenzi, măsuri administrative sau acțiuni în justiție, utilizatorul se obligă să despăgubească integral LIVADAI pentru orice prejudiciu suferit, inclusiv cheltuieli de judecată, onorarii de avocat, amenzi sau alte costuri suportate.",
    "Art. 14 Securitatea contului și exonerarea de răspundere a LIVADAI",
    "(1) Utilizatorul este exclusiv responsabil pentru securitatea contului său și pentru păstrarea confidențialității datelor de autentificare, inclusiv, dar fără a se limita la numele de utilizator, parola, codurile de acces, token-urile, dispozitivele utilizate sau orice alte mijloace de autentificare.",
    "(2) LIVADAI nu răspunde, în nicio circumstanță, pentru:",
    "\t•\tpierderea, divulgarea, compromiterea sau utilizarea neautorizată a parolei;",
    "\t•\taccesul neautorizat la cont, indiferent de cauză;",
    "\t•\tpierderea accesului la cont din motive imputabile utilizatorului;",
    "\t•\tutilizarea contului de către terți, cu sau fără consimțământul utilizatorului.",
    "(3) Orice acțiune, operațiune sau activitate realizată prin intermediul contului este considerată ca fiind efectuată de utilizatorul titular al contului, care își asumă integral toate consecințele juridice, financiare și de orice altă natură care decurg din aceasta.",
    "(4) LIVADAI nu are obligația de a verifica identitatea persoanei care utilizează un cont și nu răspunde pentru prejudiciile cauzate utilizatorului sau terților ca urmare a utilizării neautorizate sau necorespunzătoare a contului.",
    "(5) Utilizatorul are obligația de a lua toate măsurile rezonabile pentru securizarea contului și a dispozitivelor utilizate și de a notifica LIVADAI, fără întârziere, în cazul în care suspectează existența unei breșe de securitate sau a unei utilizări neautorizate a contului.",
    "(6) În măsura maxim permisă de legislația aplicabilă, LIVADAI este exonerată de orice răspundere pentru prejudiciile rezultate din:",
    "\t•\tpierderea accesului la cont;",
    "\t•\tblocarea sau suspendarea contului din motive de securitate;",
    "\t•\tștergerea contului la solicitarea utilizatorului sau ca urmare a încălcării prezentelor Termeni și Condiții.",
    "(7) Utilizatorul înțelege și acceptă că recuperarea accesului la cont poate fi imposibilă în anumite situații și că LIVADAI nu garantează recuperarea conturilor, a datelor asociate acestora sau a istoricului de utilizare.",
    "Art. 15 Utilizarea permisă și interzisă a Platformei",
    "(1) Utilizatorul are dreptul de a utiliza Platforma LIVADAI exclusiv în scopuri legale, licite și conforme cu destinația acesteia, astfel cum este definită în prezentii Termeni și Condiții.",
    "(2) Utilizatorul se obligă să utilizeze Platforma cu bună-credință, în mod responsabil și rezonabil, fără a aduce atingere drepturilor, intereselor legitime sau siguranței:",
    "\t•\tLIVADAI;",
    "\t•\taltor utilizatori;",
    "\t•\tterților;",
    "\t•\tordinii publice și bunelor moravuri.",
    "(3) Este strict interzisă utilizarea Platformei pentru:",
    "\t•\tdesfășurarea de activități ilegale, frauduloase sau contrare legislației aplicabile;",
    "\t•\tpublicarea, promovarea sau facilitarea de conținut fals, înșelător, obscen, violent, periculos, discriminatoriu, defăimător sau care încalcă drepturile terților;",
    "\t•\tinducerea în eroare a altor utilizatori cu privire la natura, condițiile, siguranța sau desfășurarea unei experiențe;",
    "\t•\tîncălcarea drepturilor de proprietate intelectuală;",
    "\t•\teludarea mecanismelor de securitate sau de plată ale Platformei.",
    "(4) Sunt interzise în mod expres următoarele acțiuni:",
    "\t•\taccesarea neautorizată a sistemelor informatice ale Platformei;",
    "\t•\tutilizarea de boți, scripturi, crawlere, aplicații automate sau alte mijloace similare;",
    "\t•\tscraping, extragerea, copierea sau reutilizarea neautorizată a datelor;",
    "\t•\tingineria inversă, decompilarea sau încercarea de a obține codul sursă;",
    "\t•\tperturbarea funcționării normale a Platformei.",
    "(5) Utilizatorul se obligă să nu utilizeze Platforma pentru a ocoli, evita sau încălca:",
    "\t•\tcomisioanele aplicabile;",
    "\t•\tpoliticile Platformei;",
    "\t•\tsancțiunile sau măsurile dispuse de LIVADAI;",
    "\t•\tlegislația fiscală sau alte obligații legale.",
    "(6) Utilizarea Platformei în scop contrar celor prevăzute în prezentul articol constituie încălcare gravă a Termenilor și Condițiilor și poate atrage, fără notificare prealabilă:",
    "\t•\tsuspendarea sau închiderea contului;",
    "\t•\teliminarea conținutului;",
    "\t•\tdezactivarea experiențelor;",
    "\t•\trestricționarea accesului la Platformă;",
    "\t•\trăspunderea utilizatorului conform legii.",
    "(7) LIVADAI își rezervă dreptul de a lua toate măsurile necesare pentru protejarea Platformei, a utilizatorilor și a terților, inclusiv sesizarea autorităților competente, în condițiile legii.",
    "Art. 16 Raportarea conținutului, a experiențelor și a utilizatorilor (Reporting)",
    "(1) LIVADAI pune la dispoziția utilizatorilor mecanisme digitale prin care aceștia pot raporta conținutul, experiențele sau comportamentele care sunt considerate ilegale, periculoase, abuzive sau contrare prezentelor Termeni și Condiții.",
    "(2) Pot face obiectul raportării, fără a se limita la:",
    "\t•\texperiențe care pot pune în pericol siguranța participanților;",
    "\t•\tconținut fals, înșelător sau ilegal;",
    "\t•\tcomportamente abuzive, discriminatorii sau ofensatoare;",
    "\t•\tutilizarea necorespunzătoare a Platformei;",
    "\t•\tîncălcarea drepturilor altor utilizatori sau ale terților.",
    "(3) Raportarea se face exclusiv prin instrumentele puse la dispoziție în cadrul Platformei sau prin canalele oficiale de contact ale LIVADAI.",
    "(4) Transmiterea unei raportări nu generează, în sine, obligația LIVADAI de a interveni, elimina conținutul sau adopta o anumită măsură, LIVADAI având dreptul de a analiza raportarea în mod discreționar.",
    "(5) LIVADAI nu garantează soluționarea favorabilă a unei raportări și nu este obligată să furnizeze un răspuns individualizat sau detaliat persoanei care a efectuat raportarea, în măsura permisă de legislația aplicabilă.",
    "(6) Raportările efectuate cu rea-credință, în scop vexatoriu sau pentru a prejudicia alți utilizatori, pot constitui încălcări ale prezentelor Termeni și Condiții și pot atrage aplicarea măsurilor prevăzute de acestea.",
    "(7) LIVADAI nu are obligația de a verifica proactiv conținutul publicat sau activitatea utilizatorilor și nu exercită o obligație generală de monitorizare, în conformitate cu Regulamentul (UE) 2022/2065 privind serviciile digitale (Digital Services Act).",
    "(8) LIVADAI își rezervă dreptul de a coopera cu autoritățile competente și de a furniza informații în condițiile prevăzute de lege, inclusiv în cazul raportării unor activități presupus ilegale.",
    "Art. 17 Moderare, suspendare, sancțiuni și măsuri aplicabile utilizatorilor",
    "(1) LIVADAI are dreptul, dar nu obligația, de a modera conținutul publicat pe Platformă și de a adopta măsuri asupra conturilor, experiențelor sau activităților utilizatorilor, în situația în care constată sau are suspiciuni rezonabile privind:",
    "\t•\tîncălcarea prezentelor Termeni și Condiții;",
    "\t•\tfurnizarea de informații false, incomplete sau înșelătoare;",
    "\t•\tdesfășurarea unor activități ilegale sau periculoase;",
    "\t•\tafectarea siguranței utilizatorilor, a Platformei sau a terților;",
    "\t•\tîncălcarea legislației aplicabile sau a drepturilor terților.",
    "(2) Măsurile pe care LIVADAI le poate dispune, individual sau cumulativ, includ, fără a se limita la:",
    "\t•\temiterea unui avertisment;",
    "\t•\trestricționarea temporară a anumitor funcționalități;",
    "\t•\tsuspendarea temporară a contului;",
    "\t•\tdezactivarea, suspendarea sau eliminarea experiențelor listate;",
    "\t•\teliminarea conținutului;",
    "\t•\tînchiderea definitivă a contului (ban).",
    "(3) LIVADAI poate aplica măsurile prevăzute la alin. (2) fără notificare prealabilă, atunci când natura situației o impune, în special în caz de:",
    "\t•\trisc iminent pentru siguranța persoanelor;",
    "\t•\tsuspiciuni de fraudă;",
    "\t•\tsolicitări ale autorităților competente;",
    "\t•\tnecesitatea protejării Platformei sau a altor utilizatori.",
    "(4) Aplicarea măsurilor de moderare sau sancționare nu conferă utilizatorului dreptul la despăgubiri și nu atrage răspunderea LIVADAI, în măsura permisă de legislația aplicabilă.",
    "(5) Utilizatorul înțelege și acceptă că LIVADAI nu este obligată să motiveze în detaliu deciziile de moderare și că acestea pot fi adoptate în baza evaluării interne a Platformei.",
    "(6) Măsurile dispuse de LIVADAI nu afectează dreptul acesteia de a:",
    "\t•\tsolicita repararea prejudiciilor suferite;",
    "\t•\tcoopera cu autoritățile publice competente;",
    "\t•\tfurniza informații în condițiile legii;",
    "\t•\tadopta măsuri suplimentare pentru prevenirea unor încălcări viitoare.",
    "(7) Închiderea sau suspendarea contului nu exonerează utilizatorul de răspunderea pentru faptele săvârșite anterior și nu afectează obligațiile deja născute între utilizator și LIVADAI.",
    "(8) Utilizatorul renunță în mod expres la orice pretenție împotriva LIVADAI ca urmare a aplicării măsurilor de moderare, suspendare sau închidere a contului, în măsura permisă de legislația aplicabilă, și recunoaște că aceste măsuri reprezintă exercitarea unui drept legitim al Platformei.",
    "Art. 18 Lipsa obligației de monitorizare generală și responsabilitatea conținutului",
    "(1) LIVADAI, în calitate de operator al unei platforme digitale și furnizor de servicii ale societății informaționale, nu are obligația generală de a monitoriza informațiile, datele, conținutul sau experiențele publicate, transmise ori stocate de utilizatori prin intermediul Platformei.",
    "(2) LIVADAI nu are obligația de a căuta activ fapte sau circumstanțe care să indice activități ilegale, conținut nelegal sau nerespectarea obligațiilor legale de către utilizatori, în conformitate cu:",
    "\t•\tart. 14 din Legea nr. 365/2002 privind comerțul electronic;",
    "\t•\tart. 8 din Regulamentul (UE) 2022/2065 (Digital Services Act).",
    "(3) Conținutul publicat pe Platformă, inclusiv descrierile experiențelor, imaginile, informațiile, condițiile, regulile, politicile de anulare sau orice alte date furnizate, aparțin exclusiv utilizatorilor care le-au publicat, aceștia fiind unicii responsabili pentru legalitatea, exactitatea, caracterul complet și conformitatea acestora.",
    "(4) LIVADAI nu răspunde pentru:",
    "\t•\tcaracterul ilegal, periculos sau neconform al unei experiențe;",
    "\t•\tinformații false, incomplete sau înșelătoare furnizate de utilizatori;",
    "\t•\tprejudicii cauzate de conținutul publicat de Host sau de comportamentul acestuia.",
    "",
    "(5) LIVADAI poate, fără a avea o obligație în acest sens, să adopte măsuri de moderare a conținutului, inclusiv eliminarea, restricționarea sau dezactivarea experiențelor ori conturilor, atunci când:",
    "\t•\tia cunoștință de existența unui conținut ilegal;",
    "\t•\tprimește o notificare validă din partea unui utilizator sau a unei autorități;",
    "\t•\tidentifică încălcări ale prezentelor Termeni și Condiții.",
    "(6) Exercitarea dreptului de moderare prevăzut la alin. (5) nu transformă LIVADAI într-un furnizor responsabil pentru conținut și nu poate fi interpretată ca asumare a vreunei obligații de control, verificare sau garantare a experiențelor.",
    "(7) Utilizatorii recunosc și acceptă că orice răspundere civilă, contravențională sau penală rezultată din conținutul publicat sau din desfășurarea experiențelor revine exclusiv utilizatorului care a generat acel conținut, iar nu LIVADAI.",
    "(8) Simplul fapt că un conținut sau o experiență este accesibilă prin Platformă, apare în rezultate de căutare, este promovată automat sau este accesată de alți utilizatori nu constituie dovadă a legalității, siguranței sau conformității acesteia și nu poate fi interpretat ca o aprobare din partea LIVADAI.",
    "Art. 19 Forța majoră",
    "(1) Niciuna dintre părți nu răspunde pentru neexecutarea sau executarea necorespunzătoare, totală sau parțială, a obligațiilor asumate prin prezentii Termeni și Condiții, dacă aceasta este cauzată de un eveniment de forță majoră, astfel cum este definit de legea română.",
    "(2) Prin forță majoră se înțelege orice eveniment extern, imprevizibil, absolut invincibil și inevitabil, apărut după acceptarea prezentelor Termeni și Condiții, care împiedică în mod obiectiv executarea obligațiilor, incluzând, fără a se limita la:",
    "\t•\tcalamități naturale;",
    "\t•\tincendii, explozii, cutremure;",
    "\t•\tepidemii, pandemii, măsuri sanitare;",
    "\t•\trăzboaie, conflicte armate, acte de terorism;",
    "\t•\trevolte, greve, blocaje;",
    "\t•\tîntreruperi majore ale serviciilor de telecomunicații, energie sau internet;",
    "\t•\tdefecțiuni ale infrastructurii tehnice;",
    "\t•\tmăsuri ale autorităților publice.",
    "(3) LIVADAI nu răspunde pentru indisponibilitatea Platformei, întârzierea sau imposibilitatea prestării serviciilor digitale de intermediere, suspendarea accesului sau pierderea temporară a funcționalităților cauzate de evenimente de forță majoră.",
    "(4) Partea care invocă forța majoră are obligația de a notifica cealaltă parte, în măsura posibilului, într-un termen rezonabil de la apariția evenimentului și de a lua toate măsurile rezonabile pentru limitarea efectelor acestuia.",
    "(5) Dacă evenimentul de forță majoră durează mai mult de 30 (treizeci) de zile consecutive, LIVADAI are dreptul de a suspenda sau înceta furnizarea serviciilor digitale, fără a datora despăgubiri utilizatorilor.",
    "Art. 20 Raportarea conținutului ilegal și mecanismul de notificare și acțiune (Notice & Action – DSA)",
    "(1) În conformitate cu Regulamentul (UE) 2022/2065 privind serviciile digitale („Digital Services Act” – DSA), LIVADAI pune la dispoziția utilizatorilor și a terților un mecanism transparent, accesibil și eficient de notificare a conținutului ilegal sau contrar prezentelor Termeni și Condiții publicat pe Platformă.",
    "(2) Orice persoană poate transmite o notificare privind existența unui conținut considerat ilegal, periculos, înșelător sau contrar legislației aplicabile ori prezentelor Termeni și Condiții, prin:",
    "a) funcționalitățile de raportare disponibile în cadrul Platformei; sau",
    "b) transmiterea unei sesizări la adresa de e-mail: support@livadai.com.",
    "(3) Pentru a putea fi analizată, notificarea trebuie să conțină cel puțin următoarele elemente:",
    "a) o explicație suficient de motivată a motivelor pentru care conținutul este considerat ilegal sau neconform;",
    "b) identificarea clară a conținutului vizat, inclusiv prin indicarea locației electronice (link, experiență, cont de utilizator);",
    "c) numele și adresa de e-mail ale persoanei care transmite notificarea, cu excepția cazurilor în care legea permite anonimatul;",
    "d) o declarație pe propria răspundere privind buna-credință și exactitatea informațiilor furnizate.",
    "(4) LIVADAI analizează notificările primite într-un termen rezonabil și, în funcție de natura și gravitatea situației, poate dispune una sau mai multe dintre următoarele măsuri:",
    "a) eliminarea sau dezactivarea accesului la conținutul raportat;",
    "b) restricționarea vizibilității conținutului;",
    "c) suspendarea temporară sau definitivă a contului utilizatorului;",
    "d) alte măsuri de moderare prevăzute de prezentii Termeni și Condiții.",
    "(5) LIVADAI nu are obligația generală de a monitoriza în mod activ conținutul publicat pe Platformă și nu exercită un control preventiv asupra acestuia, însă acționează prompt atunci când dobândește cunoștință efectivă despre existența unui conținut ilegal, în conformitate cu art. 6–8 din Regulamentul (UE) 2022/2065.",
    "(6) Utilizatorul al cărui conținut a fost eliminat, restricționat sau al cărui cont a fost suspendat va fi informat, în măsura permisă de lege, cu privire la măsura adoptată și motivele acesteia.",
    "(7) Transmiterea cu rea-credință a notificărilor, raportările abuzive, repetate sau nefondate pot atrage măsuri împotriva persoanei care le formulează, inclusiv restricționarea sau suspendarea accesului la Platformă.",
    "(8) LIVADAI cooperează cu autoritățile publice competente din România și din Uniunea Europeană, în condițiile legii, în vederea prevenirii, investigării și combaterii activităților ilegale desfășurate prin intermediul Platformei.",
    "4. REGIMUL HOST-ILOR",
    "Art. 21 Dobândirea calității de Host și principiul auto-responsabilității",
    "(1) Orice utilizator al Platformei LIVADAI care a împlinit vârsta de 18 ani și are capacitate deplină de exercițiu poate dobândi calitatea de Host, prin publicarea unei experiențe pe Platformă, cu respectarea prezentelor Termeni și Condiții.",
    "(2) Platforma nu impune condiții minime de calificare profesională, certificare, formare, autorizare sau experiență anterioară pentru dobândirea calității de Host, cu excepția situațiilor în care astfel de cerințe sunt impuse în mod expres de legislația aplicabilă.",
    "(3) Prin publicarea unei experiențe, Hostul declară pe propria răspundere că:",
    "\t•\tare competența factuală necesară pentru desfășurarea experienței;",
    "\t•\texperiența poate fi desfășurată în condiții de siguranță pentru participanți;",
    "\t•\texperiența respectă legislația aplicabilă, normele de ordine publică și bunele moravuri;",
    "\t•\tinformațiile furnizate sunt reale, complete și nu induc în eroare.",
    "(4) LIVADAI nu solicită și nu verifică:",
    "\t•\tdeținerea unor autorizații administrative;",
    "\t•\texistența unor diplome, cursuri de formare sau certificări;",
    "\t•\texperiența profesională sau calificarea Hostului;",
    "\t•\tconformitatea experienței cu reglementări sectoriale specifice,",
    "responsabilitatea respectării acestor obligații revenind exclusiv Hostului.",
    "(5) Hostul înțelege și acceptă că publicarea unei experiențe pe Platformă se face pe propria sa răspundere, iar LIVADAI nu își asumă nicio obligație de verificare, validare, control sau garantare a experienței.",
    "(6) Calitatea de Host nu creează și nu poate fi interpretată ca generând:",
    "\t•\traport de muncă;",
    "\t•\traport de colaborare profesională;",
    "\t•\traport de mandat sau agenție;",
    "\t•\traport de subordonare;",
    "\t•\texclusivitate;",
    "\t•\tparteneriat sau asociere",
    "între Host și LIVADAI.",
    "(7) Hostul acționează în mod independent, în nume propriu și pe propria răspundere, stabilind în mod autonom:",
    "\t•\tnatura experienței;",
    "\t•\tcondițiile de desfășurare;",
    "\t•\tregulile aplicabile participanților;",
    "\t•\tlocația, durata și conținutul experienței,",
    "fără intervenția, coordonarea sau controlul LIVADAI.",
    "(8) Hostul recunoaște și acceptă că:",
    "\t•\tLIVADAI nu are cunoștință efectivă și nu poate avea certitudinea că experiența se va desfășura conform descrierii;",
    "\t•\tafișarea unei experiențe pe Platformă nu reprezintă o garanție, certificare, aprobare sau recomandare din partea LIVADAI;",
    "\t•\torice risc asociat experienței este asumat integral de Host și de Participant.",
    "(9) În cazul în care experiența implică activități cu potențial de risc, inclusiv, dar fără a se limita la activități outdoor, hiking, activități în natură, activități recreative, sportive sau de aventură, Hostul are obligația exclusivă de a:",
    "\t•\tinforma corect și complet participanții cu privire la riscuri;",
    "\t•\tlua măsurile de siguranță pe care le consideră necesare;",
    "\t•\trespecta orice obligații legale aplicabile domeniului respectiv.",
    "(10) Hostul este exclusiv responsabil pentru orice prejudiciu cauzat participanților, terților sau mediului, ca urmare a desfășurării experienței, inclusiv pentru:",
    "\t•\taccidente;",
    "\t•\tvătămări corporale;",
    "\t•\tdaune materiale;",
    "\t•\tîncălcări ale legii,",
    "fără ca LIVADAI să poată fi ținută răspunzătoare, în măsura permisă de legislația aplicabilă.",
    "Art. 22 Obligațiile Hostului",
    "(1) Hostul are obligația de a utiliza Platforma LIVADAI cu bună-credință și în conformitate cu prezentii Termeni și Condiții, cu legislația română și europeană aplicabilă, precum și cu normele de ordine publică și bunele moravuri.",
    "(2) Hostul este obligat să publice pe Platformă exclusiv experiențe:",
    "\t•\treale și autentice;",
    "\t•\tdescrise în mod clar, complet și corect;",
    "\t•\tcare nu induc în eroare participanții cu privire la natura, condițiile, durata, locația, nivelul de dificultate sau riscurile implicate.",
    "(3) Hostul are obligația de a furniza participanților, anterior participării la experiență, toate informațiile relevante privind:",
    "\t•\tdesfășurarea experienței;",
    "\t•\tregulile de conduită;",
    "\t•\tcerințele minime de participare;",
    "\t•\triscurile previzibile;",
    "\t•\tcondițiile de siguranță recomandate.",
    "(4) Hostul se obligă să nu publice și să nu desfășoare experiențe care:",
    "\t•\tsunt ilegale sau contrare legislației aplicabile;",
    "\t•\tpresupun activități interzise de lege;",
    "\t•\tpot pune în pericol grav viața, integritatea fizică sau sănătatea participanților;",
    "\t•\tîncalcă drepturile terților, inclusiv drepturi de proprietate intelectuală, drepturi la viață privată sau la imagine;",
    "\t•\tsunt discriminatorii, ofensatoare, violente sau contrare ordinii publice.",
    "(5) Hostul este exclusiv responsabil pentru:",
    "\t•\tmodul de organizare și desfășurare a experienței;",
    "\t•\tcomportamentul său față de participanți;",
    "\t•\trespectarea regulilor de siguranță;",
    "\t•\trespectarea obligațiilor legale, fiscale și administrative aplicabile experienței.",
    "(6) Hostul se obligă să respecte condițiile de desfășurare a experienței astfel cum au fost comunicate participanților prin intermediul Platformei și să nu modifice în mod substanțial experiența fără informarea prealabilă a acestora.",
    "(7) Hostul este obligat să trateze participanții cu respect și să asigure un comportament adecvat, fără a recurge la:",
    "\t•\tabuzuri verbale sau fizice;",
    "\t•\tdiscriminare;",
    "\t•\thărțuire;",
    "\t•\tcomportamente ofensatoare sau intimidante.",
    "(8) Hostul este singurul responsabil pentru relația cu participanții și pentru soluționarea eventualelor neînțelegeri apărute în legătură cu experiența, fără implicarea LIVADAI.",
    "(9) Hostul înțelege și acceptă că:",
    "\t•\tLIVADAI nu garantează participarea efectivă a participanților;",
    "\t•\tLIVADAI nu garantează desfășurarea experienței;",
    "\t•\tLIVADAI nu răspunde pentru anularea, modificarea sau eșecul experienței.",
    "",
    "(10) Hostul se obligă să despăgubească LIVADAI pentru orice prejudiciu suferit de aceasta ca urmare a:",
    "\t•\tîncălcării prezentelor Termeni și Condiții;",
    "\t•\tfurnizării de informații false sau înșelătoare;",
    "\t•\tdesfășurării ilegale sau necorespunzătoare a experienței;",
    "\t•\tpretențiilor formulate de participanți sau terți,",
    "inclusiv pentru cheltuieli de judecată, onorarii de avocat, amenzi sau sancțiuni aplicate Platformei.",
    "(11) Nerespectarea obligațiilor prevăzute în prezentul articol constituie încălcare gravă a prezentelor Termeni și Condiții și poate atrage aplicarea măsurilor prevăzute la art. 17, inclusiv suspendarea sau închiderea definitivă a contului de Host.",
    "(12) Hostul înțelege și acceptă că LIVADAI nu oferă consultanță juridică, fiscală, administrativă sau de altă natură și că este responsabil să se informeze în mod independent cu privire la obligațiile legale aplicabile experienței pe care o oferă.",
    "Art. 23 Drepturile Hostului",
    "(1) Hostul are dreptul de a utiliza Platforma LIVADAI pentru publicarea, promovarea și gestionarea experiențelor proprii, în condițiile prevăzute de prezentii Termeni și Condiții.",
    "(2) Hostul are dreptul:",
    "\t•\tsă creeze sau retragă experiențele publicate pe Platformă;",
    "\t•\tsă stabilească în mod independent conținutul experienței, condițiile de desfășurare, regulile de participare, durata, locația, numărul maxim de participanți și orice alte elemente relevante;",
    "\t•\tsă stabilească prețul experienței, în limitele funcționalităților oferite de Platformă;",
    "\t•\tsă decidă dacă acceptă sau refuză participarea unui Participant, în condițiile legii și ale prezentelor Termeni și Condiții.",
    "(3) Hostul are dreptul de a primi contravaloarea experienței desfășurate, conform fluxului financiar prevăzut la art. 4, după deducerea:",
    "\t•\tcomisionului de intermediere datorat LIVADAI;",
    "\t•\tcomisioanelor percepute de procesatorul de plăți.",
    "(4) Hostul are dreptul de a comunica cu Participanții prin intermediul instrumentelor puse la dispoziție de Platformă, exclusiv în scopul organizării și desfășurării experienței, cu respectarea legislației aplicabile și a regulilor Platformei.",
    "(5) Hostul are dreptul de a raporta către LIVADAI:",
    "\t•\tcomportamente necorespunzătoare ale Participanților;",
    "\t•\tîncălcări ale prezentelor Termeni și Condiții;",
    "\t•\tsituații care pot pune în pericol siguranța experienței sau a altor utilizatori.",
    "",
    "(6) Hostul are dreptul de a solicita suspendarea sau eliminarea de pe Platformă a unui Participant care:",
    "\t•\tîncalcă regulile experienței;",
    "\t•\tmanifestă un comportament periculos, abuziv sau inadecvat;",
    "\t•\trefuză respectarea condițiilor stabilite de Host.",
    "(7) Hostul recunoaște și acceptă că exercitarea drepturilor sale se realizează în mod independent, pe propria răspundere, fără a crea obligații sau răspundere în sarcina LIVADAI față de Participanți sau terți.",
    "(8) Drepturile Hostului prevăzute în prezentul articol nu pot fi exercitate într-un mod care:",
    "\t•\tîncalcă legislația aplicabilă;",
    "\t•\taduce atingere drepturilor altor utilizatori sau ale terților;",
    "\t•\tcontravine prezentelor Termeni și Condiții sau politicilor Platformei.",
    "(9) LIVADAI își rezervă dreptul de a limita, suspenda sau restricționa exercitarea drepturilor Hostului în situațiile prevăzute la art. 17, fără ca Hostul să poată pretinde despăgubiri, daune-interese sau orice altă compensație, în măsura permisă de legislația aplicabilă.",
    "(10) Hostul recunoaște că LIVADAI poate introduce, modifica sau elimina funcționalități ale Platformei care afectează modul de publicare, promovare sau gestionare a experiențelor, fără ca acest lucru să constituie o încălcare a drepturilor Hostului.",
    "Art. 24 Excluderea, suspendarea și încetarea calității de Host",
    "(1) LIVADAI își rezervă dreptul deplin și discreționar de a suspenda temporar sau de a înceta definitiv calitatea de Host a unui utilizator, precum și de a elimina una sau mai multe experiențe publicate, fără notificare prealabilă, în următoarele situații, fără a se limita la acestea:",
    "a) încălcarea prezentelor Termeni și Condiții;",
    "b) furnizarea de informații false, incomplete, inexacte sau înșelătoare;",
    "c) publicarea sau desfășurarea unor experiențe ilegale, periculoase sau contrare ordinii publice;",
    "d) existența unor suspiciuni rezonabile privind riscuri pentru siguranța participanților;",
    "e) primirea unor sesizări, reclamații sau raportări justificate din partea participanților, utilizatorilor sau autorităților;",
    "f) solicitări sau măsuri dispuse de autoritățile competente;",
    "g) afectarea imaginii, reputației sau intereselor legitime ale LIVADAI.",
    "(2) Suspendarea sau încetarea calității de Host poate avea ca efect, după caz:",
    "• dezactivarea temporară sau definitivă a experiențelor;",
    "• restricționarea accesului la funcționalitățile dedicate Host-ilor;",
    "• închiderea definitivă a contului de Host.",
    "(3) Excluderea calității de Host nu afectează în mod automat calitatea de Participant, LIVADAI putând decide, în funcție de gravitatea situației, menținerea sau restricționarea accesului utilizatorului la Platformă.",
    "(4) În cazul retragerii sau eliminării unei experiențe de către Host sau de către LIVADAI, din motive imputabile Hostului, Participanții vor fi rambursați conform politicilor aplicabile, iar Hostul nu va avea dreptul la sumele aferente experiențelor neefectuate.",
    "(5) Suspendarea sau excluderea calității de Host nu exonerează Hostul de:",
    "• răspunderea pentru faptele săvârșite anterior;",
    "• obligațiile născute anterior față de Participanți sau terți;",
    "• obligațiile de despăgubire față de LIVADAI.",
    "(6) Hostul renunță în mod expres la orice pretenție împotriva LIVADAI ca urmare a suspendării sau excluderii sale, inclusiv pentru pierderi financiare, profit nerealizat sau prejudicii de imagine, în măsura permisă de legislația aplicabilă.",
    "(7) Măsurile prevăzute în prezentul articol reprezintă exercitarea unui drept legitim al LIVADAI de administrare a Platformei și nu constituie sancțiuni de natură disciplinară sau contractuală în sensul legislației muncii.",
    "Art. 25 Lipsa răspunderii LIVADAI față de Host",
    "(1) LIVADAI nu răspunde, în nicio circumstanță, față de Host pentru:",
    "• nepublicarea, retragerea, suspendarea sau eliminarea unei experiențe;",
    "• lipsa rezervărilor, anularea rezervărilor sau participarea redusă la o experiență;",
    "• pierderi financiare, profit nerealizat sau beneficii anticipate;",
    "• reputația, imaginea sau evaluările Hostului;",
    "• comportamentul Participanților;",
    "• neprezentarea Participanților la experiență;",
    "• anularea sau refuzul unei plăți de către procesatorul de plăți;",
    "• suspendarea, blocarea sau închiderea contului de Host, în condițiile prezentelor Termeni și Condiții.",
    "(2) Hostul recunoaște și acceptă că LIVADAI:",
    "• nu garantează vizibilitatea experiențelor;",
    "• nu garantează un anumit număr de rezervări;",
    "• nu garantează venituri minime;",
    "• nu garantează continuitatea activității Hostului pe Platformă.",
    "(3) LIVADAI nu răspunde pentru prejudiciile suferite de Host ca urmare a:",
    "• aplicării măsurilor de moderare, suspendare sau excludere;",
    "• raportărilor formulate de Participanți sau terți;",
    "• modificărilor algoritmilor, funcționalităților sau structurii Platformei;",
    "• indisponibilității temporare sau permanente a Platformei.",
    "(4) Hostul înțelege și acceptă că utilizarea Platformei se face pe propria răspundere, iar LIVADAI furnizează exclusiv un serviciu digital de intermediere, fără a-și asuma obligații privind:",
    "• succesul experienței;",
    "• desfășurarea acesteia;",
    "• relația dintre Host și Participant.",
    "(5) În măsura maxim permisă de legislația aplicabilă, LIVADAI este exonerată de orice răspundere față de Host pentru:",
    "• daune directe sau indirecte;",
    "• pierderi economice;",
    "• prejudicii morale;",
    "• costuri sau cheltuieli suportate de Host în legătură cu experiențele.",
    "(6) Hostul renunță în mod expres la orice pretenție, acțiune sau reclamație împotriva LIVADAI în legătură cu:",
    "• activitatea sa de Host;",
    "• desfășurarea experiențelor;",
    "• relația cu Participanții;",
    "• măsurile adoptate de Platformă.",
    "(7) Prezenta clauză nu aduce atingere drepturilor de care Hostul beneficiază în mod imperativ potrivit legislației aplicabile, în măsura în care acestea nu pot fi limitate sau excluse prin acordul părților.",
    "Art. 26 Neîndelinirea experienței. Anulare, neprezentare și rambursări",
    "(1) Neîndeplinirea unei experiențe include, fără a se limita la, următoarele situații:",
    "• anularea experienței de către Host;",
    "• neprezentarea Hostului la data și ora stabilite;",
    "• imposibilitatea desfășurării experienței din motive imputabile Hostului;",
    "• desfășurarea experienței într-un mod substanțial diferit față de descrierea publicată.",
    "(2) În cazul neîndeplinirii experienței din motive imputabile Hostului, Hostul este singurul responsabil față de Participanți pentru restituirea sumelor achitate, iar LIVADAI va facilita rambursarea acestora prin intermediul Platformei, conform politicilor interne și funcționalităților disponibile.",
    "(3) În situațiile prevăzute la alin. (1), Participanții vor avea dreptul la rambursarea integrală a sumelor achitate pentru experiența neefectuată, iar Hostul nu va avea dreptul la încasarea contravalorii respectivei experiențe.",
    "(4) Hostul înțelege și acceptă că:",
    "• neîndeplinirea experienței poate atrage suspendarea sau eliminarea experienței;",
    "• pot fi aplicate măsuri de suspendare sau încetare a calității de Host, conform art. 24;",
    "• repetarea unor astfel de situații constituie încălcare gravă a prezentelor Termeni și Condiții.",
    "(5) LIVADAI nu răspunde pentru prejudiciile cauzate Participanților ca urmare a neîndeplinirii experienței și nu este parte în raporturile juridice dintre Host și Participant, rolul său limitându-se exclusiv la furnizarea Platformei și facilitarea fluxului de rambursare.",
    "(6) Neîndeplinirea experienței nu conferă Hostului dreptul la despăgubiri, profit nerealizat sau alte pretenții față de LIVADAI.",
    "(7) Hostul se obligă să despăgubească LIVADAI pentru orice prejudiciu, sancțiune, reclamație sau cost suportat de aceasta ca urmare a neîndeplinirii experienței, inclusiv cheltuieli de judecată, onorarii de avocat sau amenzi aplicate Platformei.",
    "(8) Rambursarea se realizează exclusiv prin mecanismele Platformei și în limita sumelor efectiv încasate pentru experiența respectivă.",
    "Art. 27 Lipsa soluționării litigiilor dintre Host și Participant",
    "(1) Orice neînțelegere, dispută, reclamație sau conflict apărut între Host și Participant în legătură cu:",
    "• desfășurarea experienței;",
    "• neîndeplinirea sau îndeplinirea necorespunzătoare a acesteia;",
    "• comportamentul uneia dintre părți;",
    "• eventuale prejudicii suferite",
    "se soluționează exclusiv între Host și Participant, fără implicarea LIVADAI.",
    "(2) LIVADAI nu are calitatea de mediator, arbitru, conciliator sau parte în soluționarea disputelor dintre utilizatori și nu are obligația de a analiza fondul litigiilor dintre aceștia.",
    "(3) În cazul în care Hostul și Participantul nu ajung la o înțelegere amiabilă, fiecare dintre aceștia are dreptul de a se adresa:",
    "• instanțelor judecătorești competente;",
    "• autorităților publice competente;",
    "• altor mecanisme legale de soluționare a litigiilor,",
    "în conformitate cu legislația aplicabilă.",
    "(4) LIVADAI poate interveni exclusiv la nivel tehnic și administrativ, fără a analiza fondul disputei, prin:",
    "• suspendarea sau eliminarea experienței;",
    "• suspendarea sau închiderea conturilor implicate;",
    "• facilitarea rambursării sumelor, dacă este cazul;",
    "• aplicarea măsurilor prevăzute în prezentii Termeni și Condiții.",
    "(5) Orice măsură adoptată de LIVADAI potrivit alin. (4) nu poate fi interpretată ca:",
    "• asumare a răspunderii pentru experiență;",
    "• recunoaștere a vinovăției vreunei părți;",
    "• soluționare a litigiului pe fond;",
    "• garantare a drepturilor vreunei părți.",
    "(6) Utilizatorii recunosc și acceptă că LIVADAI nu răspunde pentru rezultatul soluționării litigiilor dintre Host și Participant și nu poate fi ținută răspunzătoare pentru prejudiciile rezultate din lipsa unei înțelegeri între aceștia.",
    "(7) Orice pretenție formulată de un utilizator împotriva altui utilizator nu poate fi extinsă asupra LIVADAI, în lipsa unei obligații legale exprese.",
    "5. REGIMUL PARTICIPANȚILOR",
    "Art. 28 Dobândirea calității de Participant",
    "(1) Calitatea de Participant este dobândită de orice utilizator al Platformei LIVADAI care, având un cont activ, rezervă și achită accesul la o experiență publicată de un Host prin intermediul Platformei.",
    "(2) Participantul înțelege și acceptă că prin rezervarea unei experiențe:",
    "\t•\tnu încheie un contract de prestări servicii cu LIVADAI;",
    "\t•\tnu dobândește dreptul la un serviciu garantat de Platformă;",
    "\t•\tachiziționează exclusiv accesul la o experiență oferită și desfășurată de un Host, în condițiile stabilite de acesta.",
    "(3) Plata efectuată de Participant reprezintă contravaloarea accesului la experiența respectivă și nu constituie plata unui serviciu prestat de LIVADAI.",
    "(4) LIVADAI nu este organizator, prestator, furnizor sau garant al experienței și nu își asumă nicio obligație privind desfășurarea, calitatea, siguranța sau rezultatul acesteia.",
    "(5) Calitatea de Participant nu creează și nu poate fi interpretată ca generând:",
    "\t•\tun raport contractual de prestări servicii cu LIVADAI;",
    "\t•\tun raport de mandat, agenție sau reprezentare;",
    "\t•\tun raport de muncă sau de subordonare,",
    "între Participant și LIVADAI.",
    "(6) Participantul recunoaște că orice raport juridic, obligație sau răspundere care decurge din participarea la o experiență se naște exclusiv între Participant și Host, LIVADAI fiind exclusă din aceste raporturi, în măsura permisă de legislația aplicabilă.",
    "Art. 29 Drepturile Participantului",
    "(1) Participantul are dreptul de a utiliza Platforma LIVADAI, în condițiile prezentelor Termeni și Condiții, pentru:",
    "\t•\taccesarea și consultarea experiențelor publicate de Host;",
    "\t•\trezervarea și achitarea accesului la experiențe;",
    "\t•\tcomunicarea cu Hostul prin intermediul instrumentelor puse la dispoziție de Platformă, exclusiv în scopul organizării participării la experiență;",
    "\t•\ttransmiterea de sesizări, raportări sau reclamații privind conținutul, experiențele sau comportamentele utilizatorilor.",
    "(2) Participantul are dreptul de a primi informațiile publicate de Host cu privire la experiență, astfel cum acestea sunt afișate pe Platformă, fără ca LIVADAI să garanteze caracterul complet, corect, actualizat sau conform al acestora.",
    "(3) Participantul are dreptul la rambursarea integrală a sumelor achitate exclusiv în situația în care experiența este anulată, retrasă sau nu mai este desfășurată din motive imputabile Hostului, în condițiile prevăzute de prezentii Termeni și Condiții.",
    "(4) Rambursarea prevăzută la alin. (3) se realizează prin intermediul Platformei și al procesatorului de plăți, fără ca aceasta să constituie o recunoaștere a vreunei răspunderi în sarcina LIVADAI.",
    "(5) Participantul nu are dreptul la rambursarea sumelor achitate în cazul:",
    "\t•\tneprezentării la experiență;",
    "\t•\trenunțării unilaterale;",
    "\t•\timposibilității de participare din motive personale;",
    "\t•\texcluderii din experiență pentru motive imputabile Participantului.",
    "(6) Exercitarea drepturilor Participantului se realizează cu respectarea:",
    "\t•\tprezentelor Termeni și Condiții;",
    "\t•\tregulilor stabilite de Host;",
    "\t•\tlegislației române și europene aplicabile.",
    "(7) Drepturile Participantului nu pot fi exercitate într-un mod care:",
    "\t•\taduce atingere drepturilor sau intereselor legitime ale Hostului, ale altor utilizatori sau ale terților;",
    "\t•\tcontravine prezentelor Termeni și Condiții;",
    "\t•\tafectează funcționarea normală a Platformei.",
    "Art. 30  Obligațiile Participantului",
    "(1) Participantul are obligația de a utiliza Platforma LIVADAI și de a participa la experiențe cu bună-credință, în mod responsabil și în conformitate cu prezentii Termeni și Condiții, cu legislația română și europeană aplicabilă, precum și cu normele de ordine publică și bunele moravuri.",
    "(2) Participantul se obligă:",
    "\t•\tsă respecte regulile, instrucțiunile și condițiile stabilite de Host pentru desfășurarea experienței;",
    "\t•\tsă adopte un comportament adecvat, respectuos și lipsit de orice formă de abuz, hărțuire, violență sau discriminare;",
    "\t•\tsă nu pună în pericol siguranța proprie, a altor participanți, a Hostului sau a terților;",
    "\t•\tsă se prezinte la experiență la data, ora și locația comunicate;",
    "\t•\tsă respecte mediul înconjurător, bunurile și proprietatea altor persoane.",
    "(3) Participantul este singurul responsabil pentru:",
    "\t•\tevaluarea stării sale de sănătate;",
    "\t•\tcapacitatea fizică și psihică de a participa la experiență;",
    "\t•\talegerea experiențelor în funcție de nivelul de dificultate, riscurile implicate și propriile abilități.",
    "(4) Participantul se obligă să furnizeze informații reale, corecte și complete atunci când acestea sunt solicitate de Platformă sau de Host, inclusiv în legătură cu participarea la experiență.",
    "(5) Participantul se obligă să nu utilizeze Platforma sau să participe la experiențe în scopuri ilegale, frauduloase sau contrare legislației aplicabile.",
    "(6) Nerespectarea obligațiilor prevăzute în prezentul articol poate atrage, fără notificare prealabilă:",
    "\t•\texcluderea Participantului din experiență;",
    "\t•\tsuspendarea sau închiderea contului de utilizator;",
    "\t•\tpierderea dreptului la rambursarea sumelor achitate;",
    "\t•\taplicarea altor măsuri prevăzute de prezentii Termeni și Condiții.",
    "(7) Participantul înțelege și acceptă că încălcarea obligațiilor sale poate atrage răspunderea civilă, contravențională sau penală, după caz, în conformitate cu legislația aplicabilă, fără ca LIVADAI să poată fi ținută răspunzătoare pentru faptele Participantului.",
    "Art. 31 Asumarea riscurilor de către Participant",
    "(1) Participantul recunoaște și acceptă că experiențele disponibile pe Platforma LIVADAI pot implica riscuri inerente, variabile și imprevizibile, în funcție de natura experienței, inclusiv, dar fără a se limita la:",
    "\t•\tactivități outdoor sau în natură;",
    "\t•\thiking, plimbări, activități recreative sau sportive;",
    "\t•\tactivități desfășurate în spații neamenajate sau necontrolate;",
    "\t•\tactivități care pot presupune efort fizic, condiții meteo variabile sau factori de mediu externi.",
    "(2) Participantul declară că înțelege natura experienței la care participă și că a evaluat în mod independent riscurile asociate acesteia, asumându-și integral participarea pe propria răspundere.",
    "(3) Participarea la o experiență se realizează exclusiv pe riscul Participantului, acesta asumându-și orice consecințe care pot rezulta din:",
    "\t•\taccidente;",
    "\t•\tvătămări corporale;",
    "\t•\tafecțiuni medicale;",
    "\t•\tpierderi sau distrugeri de bunuri;",
    "\t•\talte prejudicii de orice natură.",
    "(4) LIVADAI nu răspunde, în nicio circumstanță, pentru:",
    "\t•\tevenimente neprevăzute survenite în timpul experienței;",
    "\t•\tprejudicii suferite de Participant sau de terți;",
    "\t•\tfaptele sau omisiunile Hostului ori ale altor participanți.",
    "(5) Participantul înțelege și acceptă că LIVADAI:",
    "\t•\tnu controlează desfășurarea experiențelor;",
    "\t•\tnu verifică condițiile efective de siguranță;",
    "\t•\tnu evaluează riscurile concrete ale fiecărei experiențe;",
    "\t•\tnu poate preveni producerea unor evenimente nedorite.",
    "(6) Participantul renunță, în măsura permisă de legislația aplicabilă, la orice pretenție împotriva LIVADAI pentru prejudicii rezultate din participarea la experiențe, recunoscând că LIVADAI nu este organizator, prestator sau garant al acestora.",
    "(7) Asumarea riscurilor de către Participant nu limitează și nu exclude răspunderea Hostului pentru faptele imputabile acestuia, în condițiile legii, dar exclude orice răspundere a LIVADAI, în limitele permise de legislația aplicabilă.",
    "Art. 32 Excluderea Participantului din experiență",
    "(1) Hostul are dreptul de a exclude un Participant din experiență, total sau parțial, fără rambursarea sumelor achitate, în cazul în care Participantul:",
    "\t•\tîncalcă regulile stabilite pentru desfășurarea experienței;",
    "\t•\trefuză să respecte instrucțiunile Hostului;",
    "\t•\tmanifestă un comportament periculos, abuziv, agresiv, discriminatoriu sau inadecvat;",
    "\t•\tpune sau poate pune în pericol siguranța proprie, a altor participanți, a Hostului sau a terților;",
    "\t•\tse află sub influența alcoolului, substanțelor interzise sau a altor factori care pot afecta siguranța experienței.",
    "(2) Decizia de excludere aparține exclusiv Hostului și este luată pe propria sa răspundere, fără intervenția sau aprobarea LIVADAI.",
    "(3) Excluderea Participantului din experiență nu generează:",
    "\t•\tdreptul la rambursarea sumelor achitate;",
    "\t•\tdreptul la despăgubiri;",
    "\t•\trăspunderea LIVADAI față de Participant.",
    "(4) Participantul recunoaște și acceptă că excluderea din experiență poate avea loc în orice moment al desfășurării acesteia, inclusiv înainte de începerea efectivă a experienței, dacă situația o impune.",
    "(5) LIVADAI nu este obligată să verifice temeinicia deciziei de excludere adoptate de Host și nu răspunde pentru consecințele acesteia, în măsura permisă de legislația aplicabilă.",
    "(6) Excluderea Participantului din experiență nu afectează dreptul LIVADAI de a adopta măsuri suplimentare asupra contului Participantului, în condițiile prevăzute de prezentii Termeni și Condiții.",
    "Art. 33 Politica de rambursare aplicabilă Participanților",
    "(1) Sumele achitate de Participant pentru rezervarea unei experiențe reprezintă contravaloarea accesului la experiența respectivă și nu sunt rambursabile, indiferent de motiv, în următoarele situații:",
    "\t•\tneprezentarea Participantului la experiență;",
    "\t•\trenunțarea unilaterală a Participantului;",
    "\t•\tschimbarea de opinie a Participantului;",
    "\t•\timposibilitatea de participare din motive personale, medicale sau de orice altă natură;",
    "\t•\texcluderea Participantului din experiență pentru motive imputabile acestuia.",
    "(2) Prin excepție de la alin. (1), Participantul are dreptul la rambursarea integrală a sumelor achitate exclusiv, in maximum 3-4 zile lucrǎtoare, în situația în care experiența este anulată, retrasă sau nu mai este desfășurată din motive imputabile Hostului.",
    "(3) Rambursarea prevăzută la alin. (2) se efectuează prin intermediul Platformei și al procesatorului de plăți integrat (inclusiv Stripe), conform termenelor și condițiilor acestuia, fără utilizarea fondurilor proprii ale LIVADAI.",
    "(4) LIVADAI nu răspunde pentru:",
    "\t•\ttermenele de procesare a rambursării;",
    "\t•\teventualele întârzieri sau disfuncționalități ale procesatorului de plăți;",
    "\t•\tfluctuații de curs valutar, comisioane bancare sau alte costuri percepute de instituțiile financiare implicate.",
    "(5) Rambursarea efectuată în condițiile prezentului articol nu constituie:",
    "\t•\trecunoașterea vreunei răspunderi în sarcina LIVADAI;",
    "\t•\trecunoașterea neconformității Platformei;",
    "\t•\tasumarea unei obligații suplimentare de către LIVADAI față de Participant.",
    "(6) Participantul recunoaște și acceptă că, în cazul anulării experienței din motive imputabile Hostului, singurul remediu la care are dreptul este rambursarea sumelor achitate, fără posibilitatea de a solicita despăgubiri suplimentare, penalități sau alte pretenții față de LIVADAI.",
    "(7) Prezenta politică de rambursare este aplicabilă în măsura maxim permisă de legislația română și europeană aplicabilă, inclusiv dispozițiilor privind excepțiile de la dreptul de retragere pentru servicii de agrement cu dată sau perioadă de desfășurare determinată.",
    "Art. 34 Lipsa răspunderii LIVADAI față de Participant",
    "(1) LIVADAI nu răspunde, în nicio circumstanță, față de Participant pentru modul de organizare, desfășurare, executare, modificare, anulare sau eșec al unei experiențe publicate pe Platformă.",
    "(2) Participantul înțelege și acceptă că:",
    "\t•\texperiențele sunt concepute, organizate și desfășurate exclusiv de către Host;",
    "\t•\tLIVADAI nu are control asupra comportamentului Hostului sau al altor Participanți;",
    "\t•\tLIVADAI nu poate garanta că experiența se va desfășura conform descrierii publicate.",
    "(3) LIVADAI nu răspunde pentru:",
    "\t•\taccidente, vătămări corporale, îmbolnăviri sau deces;",
    "\t•\tdaune materiale sau pierderi financiare;",
    "\t•\tprejudicii morale;",
    "\t•\tîntârzieri, modificări sau anulări ale experienței;",
    "\t•\tconflicte sau neînțelegeri dintre Host și Participant;",
    "\t•\tneîndeplinirea obligațiilor de către Host.",
    "(4) Orice pretenție, reclamație sau acțiune formulată de Participant ca urmare a participării la o experiență va fi îndreptată exclusiv împotriva Hostului, fără implicarea LIVADAI.",
    "(5) În măsura maxim permisă de legislația aplicabilă, răspunderea LIVADAI față de Participant este exclusă integral, iar în orice situație este limitată la valoarea comisionului de intermediere încasat de LIVADAI pentru experiența respectivă.",
    "(6) Participantul renunță în mod expres la orice pretenție, acțiune sau despăgubire împotriva LIVADAI rezultată din sau în legătură cu experiențele accesate prin intermediul Platformei.",
    "(7) Prezentul articol se aplică indiferent de natura experienței, inclusiv în cazul experiențelor care implică activități outdoor, recreative, sportive, de aventură, turism, formare sau alte activități cu potențial de risc.",
    "6. PLĂȚI, COMISIOANE, TRANZACȚII ȘI CHARGEBACKS",
    "Art. 35 Fluxul financiar și procesarea plăților",
    "(1) Toate plățile efectuate prin intermediul Platformei LIVADAI sunt procesate exclusiv prin intermediul unor procesatori de plăți terți autorizați, inclusiv, dar fără a se limita la Stripe.",
    "(2) LIVADAI nu stochează, nu procesează și nu are acces direct la datele instrumentelor de plată ale utilizatorilor, inclusiv datele de card, datele bancare sau alte informații financiare sensibile.",
    "(3) Plata efectuată de Participant reprezintă contravaloarea accesului la experiența oferită de Host și nu constituie plata unui serviciu prestat de LIVADAI.",
    "(4) LIVADAI acționează exclusiv ca intermediar digital și facilitator tehnic al procesului de plată, fără a deveni, în niciun moment, destinatarul final al sumelor achitate pentru experiențe, cu excepția comisionului de intermediere datorat pentru serviciile digitale furnizate.",
    "(5) Procesarea plăților, autorizarea tranzacțiilor, reținerea fondurilor, virarea sumelor, rambursările, chargeback-urile și orice alte operațiuni financiare sunt guvernate de termenii și condițiile procesatorului de plăți utilizat, asupra cărora LIVADAI nu are control.",
    "(6) LIVADAI nu garantează finalizarea cu succes a unei tranzacții și nu răspunde pentru:",
    "• refuzul plății de către banca emitentă;",
    "• eșecul autorizării tranzacției;",
    "• întârzieri, blocări sau anulări ale plății;",
    "• măsuri antifraudă sau de conformitate impuse de procesatorul de plăți.",
    "(7) Utilizatorii înțeleg și acceptă că orice incident, dispută sau neconcordanță privind plățile se soluționează în principal în cadrul relației cu procesatorul de plăți, fără ca LIVADAI să poată fi ținută răspunzătoare, în măsura permisă de legislația aplicabilă.",
    "Art. 36 Comisionul de intermediere al LIVADAI",
    "(1) Pentru furnizarea serviciilor digitale de intermediere, operare a Platformei și facilitare a tranzacțiilor dintre Host și Participant, LIVADAI percepe un comision de intermediere aplicat fiecărei rezervări efectuate prin intermediul Platformei.",
    "(2) Comisionul de intermediere este stabilit la 10% din valoarea totală a prețului experienței, dacă nu se prevede expres altfel pe Platformă sau într-o politică specifică publicată de LIVADAI.",
    "(3) Comisionul de intermediere:",
    "\t•\teste datorat exclusiv pentru serviciile digitale prestate de LIVADAI;",
    "\t•\tnu reprezintă contravaloarea experienței;",
    "\t•\tnu include taxe sau comisioane percepute de procesatorul de plăți.",
    "(4) Comisionul de intermediere este reținut automat din suma achitată de Participant, înainte de virarea diferenței către Host, prin intermediul procesatorului de plăți integrat.",
    "(5) Hostul înțelege și acceptă că:",
    "\t•\tLIVADAI este îndreptățită să rețină comisionul de intermediere indiferent de rezultatul experienței, cu excepția situațiilor în care legea impune expres contrariul;",
    "\t•\tcomisionul reflectă exclusiv furnizarea Platformei, a infrastructurii digitale și a serviciilor de intermediere.",
    "(6) În cazul rambursării sumelor către Participant din motive imputabile Hostului, comisionul de intermediere poate fi:",
    "\t•\tnerestituit, dacă serviciile digitale au fost deja prestate; sau",
    "\t•\trestituit integral sau parțial, exclusiv în măsura în care acest lucru este impus de legislația aplicabilă sau de politicile procesatorului de plăți.",
    "(7) LIVADAI își rezervă dreptul de a modifica nivelul comisionului de intermediere, structura acestuia sau modalitatea de calcul, cu respectarea dispozițiilor privind modificarea Termenilor și Condițiilor, fără a afecta rezervările deja confirmate.",
    "(8) Neplata, eludarea sau tentativa de evitare a comisionului de intermediere, inclusiv prin efectuarea de plăți în afara Platformei, constituie încălcare gravă a prezentelor Termeni și Condiții și poate atrage:",
    "\t•\tsuspendarea sau închiderea contului;",
    "\t•\tanularea rezervărilor;",
    "\t•\trecuperarea prejudiciilor suferite de LIVADAI.",
    "(9) Comisionul de intermediere nu creează, în niciun caz, un raport de muncă, mandat, agenție, reprezentare, exclusivitate sau parteneriat între LIVADAI și Host.",
    "Art. 37 Obligații fiscale și responsabilitatea financiară a Hostului",
    "(1) Hostul recunoaște și acceptă că este unic și exclusiv responsabil pentru îndeplinirea tuturor obligațiilor fiscale, contabile și declarative care decurg din publicarea și desfășurarea experiențelor prin intermediul Platformei LIVADAI, inclusiv, dar fără a se limita la:",
    "\t•\tdeclararea veniturilor obținute;",
    "\t•\tplata impozitelor, taxelor și contribuțiilor datorate;",
    "\t•\trespectarea regimului fiscal aplicabil potrivit legislației române și/sau legislației statului în care Hostul își desfășoară activitatea.",
    "(2) LIVADAI:",
    "\t•\tnu calculează și nu reține impozite în numele Hostului;",
    "\t•\tnu acționează ca agent fiscal, plătitor sau colector de taxe;",
    "\t•\tnu verifică situația fiscală a Hostului;",
    "\t•\tnu oferă consultanță fiscală, contabilă sau juridică.",
    "(3) Hostul înțelege și acceptă că sumele virate către acesta prin intermediul Platformei reprezintă venituri brute, înainte de aplicarea oricăror obligații fiscale care îi revin.",
    "(4) În cazul în care autoritățile competente formulează solicitări, reclamații, sancțiuni, impuneri fiscale sau alte măsuri împotriva LIVADAI ca urmare a nerespectării obligațiilor fiscale de către Host, acesta se obligă să:",
    "\t•\tdespăgubească integral LIVADAI;",
    "\t•\tsuporte toate amenzile, penalitățile, dobânzile și cheltuielile aferente;",
    "\t•\texonereze LIVADAI de orice răspundere.",
    "(5) Hostul declară că a înțeles faptul că utilizarea Platformei LIVADAI nu îl exonerează de respectarea legislației fiscale și că este responsabil să se informeze în mod independent cu privire la obligațiile sale legale.",
    " (6) Hostul poate desfășura activități prin intermediul Platformei LIVADAI în calitate de persoană fizică, persoană fizică autorizată, profesionist sau sub orice altă formă permisă de legislația aplicabilă, dar şi inclusiv în lipsa unei forme de autorizare, în măsura permisă de lege. Alegerea formei juridice, a regimului fiscal și a modului de declarare a veniturilor revine exclusiv Hostului, LIVADAI neavând nicio obligație de a verifica, impune sau recomanda un anumit statut juridic sau fiscal.",
    "(7) Orice consecință fiscală, financiară sau juridică rezultată din activitatea Hostului pe Platformă revine exclusiv acestuia și nu poate fi imputată LIVADAI, în măsura permisă de legislația aplicabilă.",
    "Art. 38 Procesatorii de plăți. Fluxuri financiare și limitarea răspunderii LIVADAI",
    "(1) Toate plățile efectuate prin intermediul Platformei LIVADAI sunt procesate prin intermediul unor procesatori de plăți terți autorizați, inclusiv, dar fără a se limita la Stripe sau alți furnizori similari integrați în Platformă.",
    "(2) LIVADAI:",
    "\t•\tnu este instituție de credit;",
    "\t•\tnu este instituție de plată;",
    "\t•\tnu este furnizor de servicii financiare;",
    "\t•\tnu deține, nu administrează și nu controlează fondurile utilizatorilor,",
    "rolul său limitându-se exclusiv la facilitarea tehnică a tranzacțiilor prin intermediul Platformei.",
    "(3) Utilizatorii înțeleg și acceptă că:",
    "\t•\tplățile sunt supuse termenilor și condițiilor procesatorului de plăți;",
    "\t•\tpot exista întârzieri, refuzuri, blocări, anulări sau reversări ale plăților independente de voința LIVADAI;",
    "\t•\tlivrarea fondurilor către Host depinde de regulile, verificările și politicile procesatorului de plăți.",
    "(4) LIVADAI nu răspunde pentru:",
    "\t•\terori tehnice ale procesatorului de plăți;",
    "\t•\trefuzarea sau eșuarea unei tranzacții;",
    "\t•\tîntârzieri în procesarea sau decontarea sumelor;",
    "\t•\tblocarea, suspendarea sau închiderea conturilor de plată ale utilizatorilor;",
    "\t•\tfluctuații de curs valutar;",
    "\t•\tcomisioane bancare sau taxe percepute de instituții terțe.",
    "(5) În cazul în care o plată este refuzată, anulată sau reversată de către procesatorul de plăți, experiența aferentă poate fi anulată automat, fără ca LIVADAI să poată fi ținută răspunzătoare față de Host sau Participant.",
    "(6) Utilizatorii recunosc și acceptă că LIVADAI nu garantează:",
    "\t•\tfinalizarea cu succes a plăților;",
    "\t•\tîncasarea sumelor de către Host;",
    "\t•\trambursarea instantanee a fondurilor;",
    "\t•\tfuncționarea neîntreruptă a serviciilor de plată.",
    "(7) Orice litigiu, dispută sau reclamație privind plățile, rambursările, chargeback-urile sau tranzacțiile financiare se soluționează:",
    "\t•\tîntre utilizator și procesatorul de plăți;",
    "\t•\tîntre Host și Participant, după caz,",
    "fără implicarea LIVADAI, cu excepția suportului tehnic limitat.",
    "(8) În măsura maxim permisă de legislația aplicabilă, LIVADAI este exonerată de orice răspundere pentru prejudicii rezultate din utilizarea serviciilor de plată, inclusiv:",
    "\t•\tpierderi financiare;",
    "\t•\tprofit nerealizat;",
    "\t•\tdaune directe sau indirecte;",
    "\t•\tcosturi suplimentare suportate de utilizatori.",
    "(9) Utilizatorii acceptă că utilizarea funcționalităților de plată ale Platformei constituie acceptarea expresă a termenilor și condițiilor procesatorului de plăți integrat.",
    "Art. 39 Chargeback-uri, dispute de plată și rețineri de fonduri",
    "(1) Participantul poate iniția, în condițiile stabilite de instituția emitentă a instrumentului de plată sau de procesatorul de plăți, proceduri de chargeback, dispută de plată sau cerere de rambursare directă, independent de mecanismele disponibile în cadrul Platformei LIVADAI.",
    "(2) Utilizatorii înțeleg și acceptă că:",
    "\t•\tprocedurile de chargeback sunt guvernate exclusiv de regulile procesatorului de plăți și ale instituțiilor financiare implicate;",
    "\t•\tLIVADAI nu are control asupra inițierii, desfășurării sau rezultatului unei proceduri de chargeback.",
    "(3) În cazul în care un chargeback, o dispută de plată sau o rambursare este admisă de procesatorul de plăți din motive imputabile Hostului, inclusiv, dar fără a se limita la:",
    "\t•\tneîndeplinirea experienței;",
    "\t•\tanularea experienței;",
    "\t•\tdesfășurarea experienței într-un mod neconform descrierii;",
    "\t•\treclamații justificate ale Participantului,",
    "Hostul va suporta integral:",
    "\t•\tsumele retrase;",
    "\t•\tcomisioanele de chargeback;",
    "\t•\tpenalitățile aplicate de procesatorul de plăți;",
    "\t•\torice alte costuri aferente.",
    "(4) LIVADAI este îndreptățită să recupereze de la Host orice sumă suportată de aceasta ca urmare a unui chargeback, inclusiv prin:",
    "\t•\tcompensare cu sume viitoare datorate Hostului;",
    "\t•\treținerea fondurilor disponibile;",
    "\t•\tsolicitarea plății directe a diferenței.",
    "(5) LIVADAI nu răspunde pentru:",
    "\t•\tinițierea unui chargeback de către Participant;",
    "\t•\tadmiterea sau respingerea acestuia de către procesatorul de plăți;",
    "\t•\trețineri temporare de fonduri;",
    "\t•\tconstituirea unor rezerve financiare (rolling reserve);",
    "\t•\tsuspendarea sau limitarea conturilor de plată ale utilizatorilor.",
    "(6) Utilizatorii recunosc și acceptă că procesatorul de plăți poate aplica, în mod independent:",
    "\t•\tblocarea temporară a fondurilor;",
    "\t•\tverificări suplimentare de conformitate;",
    "\t•\tlimitări sau suspendări ale fluxurilor financiare,",
    "fără ca LIVADAI să poată fi ținută răspunzătoare pentru aceste măsuri.",
    "(7) În măsura maxim permisă de legislația aplicabilă, LIVADAI este exonerată de orice răspundere pentru prejudicii rezultate din:",
    "\t•\tchargeback-uri;",
    "\t•\tdispute de plată;",
    "\t•\trețineri sau blocări de fonduri;",
    "\t•\tdecizii ale procesatorului de plăți sau ale instituțiilor financiare.",
    "(8) Prezentul articol se aplică indiferent de natura experienței și indiferent dacă Hostul are sau nu calitatea de profesionist în sensul legislației aplicabile.",
    "7. PROPRIETATE INTELECTUALĂ",
    "Art. 40 Drepturi de proprietate intelectuală asupra Platformei",
    "(1) Platforma LIVADAI, inclusiv, dar fără a se limita la:",
    "• structura;",
    "• arhitectura tehnică;",
    "• designul și interfața grafică;",
    "• codul sursă;",
    "• bazele de date;",
    "• funcționalitățile;",
    "• elementele vizuale;",
    "• logo-urile, denumirile comerciale și semnele distinctive;",
    "• textele, grafica și elementele multimedia,",
    "reprezintă proprietatea exclusivă a LIVADAI sau a licențiatorilor săi și sunt protejate de legislația română și europeană privind drepturile de autor și proprietatea intelectuală.",
    "(2) Nicio dispoziție din prezentii Termeni și Condiții nu poate fi interpretată ca transferând, cesionând sau acordând utilizatorilor vreun drept de proprietate intelectuală asupra Platformei sau a elementelor acesteia, cu excepția dreptului limitat, neexclusiv și revocabil de utilizare a Platformei, strict în scop personal și conform destinației acesteia.",
    "(3) Orice utilizare a Platformei sau a elementelor acesteia în afara limitelor prevăzute de prezentii Termeni și Condiții este interzisă și poate atrage răspunderea utilizatorului, potrivit legii.",
    "Art. 41 Conținut generat de utilizatori (User Generated Content – UGC)",
    "(1) Utilizatorii pot publica pe Platforma LIVADAI conținut propriu, inclusiv, dar fără a se limita la:",
    "• descrieri de experiențe;",
    "• texte, imagini, fotografii;",
    "• materiale audio și video;",
    "• mesaje, recenzii, evaluări, comentarii sau alte informații,",
    "denumit în continuare „Conținut”.",
    "(2) Utilizatorul declară și garantează că:",
    "• este autorul Conținutului publicat sau deține toate drepturile, licențele și consimțămintele necesare pentru utilizarea acestuia;",
    "• publicarea Conținutului nu încalcă drepturi de autor, drepturi conexe, drepturi de proprietate intelectuală, drepturi la imagine, drepturi la viață privată sau orice alte drepturi ale terților;",
    "• Conținutul este legal, licit, real și conform prezentelor Termeni și Condiții.",
    "(3) Prin publicarea Conținutului pe Platforma LIVADAI, utilizatorul acordă LIVADAI o licență irevocabilă, neexclusivă, gratuită, nelimitată teritorial și valabilă pe durata existenței Platformei, de a:",
    "• utiliza, găzdui, stoca, afișa, reproduce, distribui și pune la dispoziția publicului Conținutul;",
    "• adapta, modifica sau prelucra Conținutul exclusiv în scopuri tehnice (format, dimensiuni, optimizare, compatibilitate);",
    "• utiliza Conținutul în scopul promovării Platformei LIVADAI, al experiențelor, serviciilor și brandului acesteia, inclusiv în materiale de marketing, publicitate, social media, campanii online și offline, prezentări comerciale, materiale promoționale sau alte comunicări publice, fără limitări cantitative sau temporale;",
    "inclusiv în scopuri de promovare direct legate de Platforma LIVADAI, fără utilizare în scopuri ilegale sau contrare bunelor moravuri.",
    "(4) Licența acordată potrivit alin. (3):",
    "• nu implică transferul dreptului de proprietate intelectuală asupra Conținutului;",
    "• nu afectează drepturile morale ale autorului, în măsura în care acestea sunt protejate de lege;",
    "• nu conferă utilizatorului dreptul la remunerație, despăgubire sau compensație de orice natură.",
    "(5) Utilizatorul este exclusiv responsabil pentru Conținutul publicat și pentru orice prejudiciu cauzat LIVADAI, altor utilizatori sau terților ca urmare a publicării, utilizării sau distribuirii acestuia.",
    "(6) Utilizatorul este exclusiv responsabil pentru orice pretenție, reclamație, notificare sau acțiune formulată de terți în legătură cu Conținutul și se obligă să despăgubească integral LIVADAI pentru orice prejudiciu, sancțiune, amendă, cheltuială sau cost suportat de aceasta ca urmare a unor astfel de situații.",
    "(7) LIVADAI nu are obligația de a menționa autorul Conținutului și nu garantează utilizarea acestuia într-un anumit context, formă sau perioadă de timp.",
    "(8) LIVADAI nu are obligația de a verifica, valida sau aproba Conținutul generat de utilizatori și nu răspunde pentru:",
    "• exactitatea, legalitatea sau veridicitatea Conținutului;",
    "• opiniile, afirmațiile sau informațiile exprimate de utilizatori prin intermediul Platformei.",
    "(9) LIVADAI își rezervă dreptul de a elimina, restricționa, suspenda sau dezactiva orice Conținut care:",
    "• încalcă prezentii Termeni și Condiții;",
    "• este ilegal, periculos, înșelător, abuziv sau contrar ordinii publice;",
    "• aduce atingere drepturilor LIVADAI, ale utilizatorilor sau ale terților,",
    "fără notificare prealabilă și fără a datora despăgubiri.",
    "(10) Eliminarea, restricționarea sau dezactivarea Conținutului nu afectează răspunderea utilizatorului pentru faptele săvârșite anterior și nu limitează dreptul LIVADAI de a solicita despăgubiri, în condițiile legii.",
    "Art. 42 Legea aplicabilă și jurisdicția",
    "(1) Prezentii Termeni și Condiții sunt guvernați și interpretați în conformitate cu legea română, indiferent de domiciliul, reședința sau naționalitatea utilizatorului.",
    "(2) Orice litigiu, dispută sau neînțelegere izvorâtă din sau în legătură cu:",
    "• utilizarea Platformei LIVADAI;",
    "• interpretarea sau aplicarea prezentelor Termeni și Condiții;",
    "• raporturile dintre LIVADAI și utilizatori",
    "va fi soluționată pe cale amiabilă, cu prioritate.",
    "(3) În cazul în care soluționarea amiabilă nu este posibilă, litigiul va fi soluționat exclusiv de instanțele judecătorești competente din România, de la sediul operatorului Platformei LIVADAI.",
    "(4) Utilizatorii renunță în mod expres la orice excepție privind:",
    "• competența teritorială;",
    "• competența materială;",
    "• legea aplicabilă diferită de legea română,",
    "în măsura permisă de legislația aplicabilă.",
    "(5) Prezentul articol se aplică indiferent dacă utilizatorul are calitatea de Host, Participant sau simplu vizitator al Platformei.",
    "",
    "",
    "",
    "8. PROTECȚIA DATELOR CU CARACTER PERSONAL (GDPR)",
    "Art. 43 Prelucrarea datelor cu caracter personal",
    "(1) LIVADAI prelucrează datele cu caracter personal ale utilizatorilor în conformitate cu Regulamentul (UE) 2016/679 privind protecția datelor cu caracter personal (GDPR) și cu legislația română aplicabilă.",
    "(2) Datele cu caracter personal sunt prelucrate în scopuri legitime, determinate și explicite, inclusiv, dar fără a se limita la:",
    "• crearea, administrarea și securizarea conturilor de utilizator;",
    "• facilitarea rezervărilor, plăților și rambursărilor;",
    "• comunicarea între Host și Participant prin intermediul Platformei;",
    "• furnizarea suportului tehnic și administrativ;",
    "• îndeplinirea obligațiilor legale și fiscale;",
    "• prevenirea fraudelor, abuzurilor și utilizării neautorizate a Platformei;",
    "• promovarea Platformei și a experiențelor, în condițiile legii.",
    "(3) Categoriile de date prelucrate pot include, fără a se limita la:",
    "• date de identificare și contact;",
    "• date de cont și activitate pe Platformă;",
    "• date aferente rezervărilor și tranzacțiilor;",
    "• conținut generat de utilizatori.",
    "(4) LIVADAI nu prelucrează date cu caracter personal în alte scopuri decât cele prevăzute în prezentul articol și nu colectează mai multe date decât cele strict necesare.",
    "(5) Datele de plată sunt procesate exclusiv prin intermediul procesatorilor de plăți terți autorizați, LIVADAI neavând acces direct la datele instrumentelor de plată ale utilizatorilor.",
    "(6) Prin utilizarea Platformei, utilizatorii declară că au luat cunoștință de modul de prelucrare a datelor cu caracter personal și își exprimă acordul, în măsura în care acesta este necesar potrivit legislației aplicabile.",
    "Art. 44 Drepturile persoanelor vizate",
    "(1) În conformitate cu Regulamentul (UE) 2016/679 (GDPR), utilizatorii Platformei LIVADAI, în calitate de persoane vizate, beneficiază de următoarele drepturi, în măsura și în condițiile prevăzute de lege:",
    "• dreptul de acces la datele cu caracter personal;",
    "• dreptul la rectificarea datelor inexacte sau incomplete;",
    "• dreptul la ștergerea datelor („dreptul de a fi uitat”);",
    "• dreptul la restricționarea prelucrării;",
    "• dreptul la portabilitatea datelor;",
    "• dreptul la opoziție față de prelucrarea datelor;",
    "• dreptul de a nu face obiectul unei decizii bazate exclusiv pe prelucrare automată, inclusiv crearea de profiluri, în condițiile legii.",
    "(2) Exercitarea drepturilor prevăzute la alin. (1) se poate realiza prin transmiterea unei solicitări scrise către LIVADAI, folosind datele de contact oficiale publicate pe Platformă.",
    "(3) LIVADAI va analiza și soluționa solicitările formulate de persoanele vizate într-un termen rezonabil, dar nu mai târziu de termenul legal prevăzut de GDPR, cu excepția situațiilor în care legislația aplicabilă permite prelungirea acestuia.",
    "(4) Drepturile persoanei vizate pot fi exercitate gratuit, cu excepția cazurilor în care cererile sunt vădit nefondate, excesive sau repetitive, situație în care LIVADAI își rezervă dreptul de a percepe o taxă rezonabilă sau de a refuza soluționarea solicitării, conform art. 12 alin. (5) din GDPR.",
    "(5) Exercitarea drepturilor persoanei vizate nu aduce atingere:",
    "• obligațiilor legale ale LIVADAI privind păstrarea anumitor date;",
    "• drepturilor și libertăților altor persoane;",
    "• intereselor legitime ale LIVADAI, în măsura permisă de legislația aplicabilă.",
    "(6) În cazul în care utilizatorul consideră că drepturile sale privind protecția datelor cu caracter personal au fost încălcate, acesta are dreptul de a se adresa Autorității Naționale de Supraveghere a Prelucrării Datelor cu Caracter Personal (ANSPDCP), precum și instanțelor judecătorești competente.",
    "Art. 45 Limitarea răspunderii LIVADAI privind preluarea neautorizată a datelor și imaginilor",
    "(1) Utilizatorii înțeleg și acceptă că Platforma LIVADAI funcționează într-un mediu digital deschis, iar anumite date, informații, imagini, materiale foto-video sau alte elemente de conținut pot deveni accesibile altor utilizatori sau terților prin simpla publicare pe Platformă, în condițiile stabilite de prezentii Termeni și Condiții.",
    "(2) LIVADAI nu răspunde pentru preluarea, copierea, distribuirea, utilizarea sau reutilizarea neautorizată de către alți utilizatori sau terți a:",
    "• datelor cu caracter personal publicate de utilizatori;",
    "• imaginilor, fotografiilor, materialelor video sau audio;",
    "• informațiilor de profil, descrierilor sau altor elemente de conținut făcute publice pe Platformă,",
    "în afara controlului tehnic rezonabil al Platformei.",
    "(3) Orice utilizare neautorizată a datelor sau a materialelor aparținând unui utilizator de către un alt utilizator sau terț angajează exclusiv răspunderea persoanei care a realizat respectiva utilizare, fără ca LIVADAI să poată fi ținută răspunzătoare, în măsura permisă de legislația aplicabilă.",
    "(4) LIVADAI nu garantează imposibilitatea absolută a copierii, descărcării, capturării sau redistribuirii conținutului publicat pe Platformă și nu răspunde pentru prejudiciile rezultate din astfel de acțiuni realizate fără consimțământul persoanei vizate.",
    "(5) Utilizatorul își asumă întreaga responsabilitate pentru datele și materialele pe care le publică pe Platformă și înțelege că publicarea acestora poate implica un anumit risc inerent mediului online.",
    "(6) LIVADAI se obligă să implementeze măsuri tehnice și organizatorice rezonabile pentru protejarea datelor cu caracter personal, în conformitate cu GDPR, însă nu poate fi ținută răspunzătoare pentru fapte ilicite comise de terți, care nu se află sub controlul său direct.",
    "(7) Prezentul articol nu limitează dreptul persoanei vizate de a se adresa autorităților competente sau instanțelor judecătorești împotriva persoanei care a utilizat în mod neautorizat datele sau imaginile sale.",
    "Art. 46 Măsuri de securitate și protecție a datelor cu caracter personal",
    "(1) LIVADAI implementează măsuri tehnice și organizatorice adecvate, proporționale cu natura și volumul datelor prelucrate, în scopul asigurării unui nivel de securitate corespunzător riscurilor, în conformitate cu Regulamentul (UE) 2016/679 (GDPR).",
    "(2) Măsurile de securitate pot include, fără a se limita la:",
    "• controlul accesului la datele cu caracter personal;",
    "• mecanisme de autentificare și autorizare;",
    "• criptarea sau pseudonimizarea datelor, acolo unde este aplicabil;",
    "• protejarea infrastructurii IT și a sistemelor de stocare;",
    "• monitorizarea și prevenirea accesului neautorizat;",
    "• proceduri interne de gestionare a incidentelor de securitate.",
    "(3) Accesul la datele cu caracter personal este permis exclusiv persoanelor autorizate, în măsura necesară îndeplinirii atribuțiilor acestora și în baza unor obligații de confidențialitate.",
    "(4) LIVADAI nu garantează securitatea absolută a datelor transmise sau stocate în mediul online și nu răspunde pentru breșe de securitate care:",
    "• nu sunt imputabile Platformei;",
    "• sunt cauzate de factori externi, atacuri cibernetice, defecțiuni ale infrastructurii terților sau utilizarea necorespunzătoare a Platformei de către utilizatori.",
    "(5) În cazul producerii unei încălcări a securității datelor cu caracter personal (data breach), LIVADAI va acționa în conformitate cu obligațiile legale aplicabile, inclusiv, după caz:",
    "• notificarea autorității de supraveghere competente;",
    "• informarea persoanelor vizate, în condițiile și termenele prevăzute de GDPR.",
    "(6) Utilizatorul înțelege și acceptă că securitatea datelor depinde și de comportamentul său, fiind responsabil pentru:",
    "• păstrarea confidențialității datelor de autentificare;",
    "• utilizarea unor parole sigure;",
    "• evitarea divulgării neautorizate a informațiilor personale.",
    "(7) Prezentul articol se aplică tuturor operațiunilor de prelucrare a datelor cu caracter personal realizate de LIVADAI prin intermediul Platformei, indiferent de calitatea utilizatorului de Host, Participant sau vizitator.",
    "Art. 47 Durata stocării datelor cu caracter personal",
    "(1) Datele cu caracter personal ale utilizatorilor Platformei LIVADAI sunt prelucrate și stocate doar pe durata necesară îndeplinirii scopurilor pentru care au fost colectate, astfel cum sunt prevăzute în prezentul capitol și în conformitate cu Regulamentul (UE) 2016/679 (GDPR).",
    "(2) În mod general, datele cu caracter personal sunt păstrate:",
    "\t•\tpe durata existenței contului de utilizator pe Platformă; și",
    "\t•\tulterior închiderii contului, pe perioada necesară respectării obligațiilor legale, fiscale, contabile, de arhivare sau pentru apărarea drepturilor și intereselor legitime ale LIVADAI.",
    "(3) Datele aferente tranzacțiilor, plăților, rambursărilor și obligațiilor fiscale pot fi păstrate pentru perioade mai lungi, în măsura în care acest lucru este impus de legislația aplicabilă, inclusiv legislația fiscală și contabilă.",
    "(4) La expirarea perioadelor de stocare aplicabile sau la încetarea scopului prelucrării, datele cu caracter personal vor fi:",
    "\t•\tșterse; sau",
    "\t•\tanonimizate; sau",
    "\t•\tarhivate într-o formă care nu mai permite identificarea persoanei vizate,",
    "în conformitate cu politicile interne ale LIVADAI și cu cerințele legale aplicabile.",
    "(5) Exercitarea dreptului la ștergerea datelor („dreptul de a fi uitat”) nu afectează:",
    "\t•\tobligațiile legale ale LIVADAI de păstrare a anumitor date;",
    "\t•\tnecesitatea păstrării datelor pentru constatarea, exercitarea sau apărarea unui drept în justiție;",
    "\t•\talte situații prevăzute expres de Regulamentul (UE) 2016/679.",
    "(6) Utilizatorii recunosc și acceptă că ștergerea anumitor date poate conduce la imposibilitatea furnizării în continuare a serviciilor Platformei și poate determina închiderea definitivă a contului de utilizator.",
    "Art. 48 Transferul datelor cu caracter personal către terți",
    "(1) LIVADAI poate transmite sau permite accesul la datele cu caracter personal ale utilizatorilor către terți exclusiv în măsura necesară pentru îndeplinirea scopurilor legitime ale prelucrării și cu respectarea Regulamentului (UE) 2016/679 (GDPR).",
    "(2) Categoriile de destinatari ai datelor pot include, fără a se limita la:",
    "\t•\tprocesatori de plăți și furnizori de servicii financiare (ex. Stripe);",
    "\t•\tfurnizori de servicii IT, hosting, cloud, securitate cibernetică;",
    "\t•\tfurnizori de servicii de comunicare electronică și suport tehnic;",
    "\t•\tfurnizori de servicii de marketing și analiză, în condițiile legii;",
    "\t•\tautorități publice, instanțe judecătorești sau alte organisme, în cazul în care divulgarea este impusă de lege.",
    "(3) Transmiterea datelor către terți se realizează:",
    "\t•\tîn baza unui temei legal valabil;",
    "\t•\tîn baza unor contracte sau acorduri de prelucrare a datelor (Data Processing Agreements);",
    "\t•\tcu impunerea obligațiilor de confidențialitate și securitate corespunzătoare.",
    "(4) LIVADAI nu vinde, nu închiriază și nu transferă datele cu caracter personal ale utilizatorilor către terți în scopuri comerciale independente de funcționarea Platformei.",
    "(5) În situația în care datele cu caracter personal sunt transferate în afara Spațiului Economic European (SEE), LIVADAI se asigură că transferul are loc:",
    "\t•\tcătre state pentru care există o decizie de adecvare a Comisiei Europene; sau",
    "\t•\tîn baza unor garanții adecvate, precum clauze contractuale standard aprobate de Comisia Europeană; sau",
    "\t•\tîn alte condiții permise de GDPR.",
    "(6) Utilizatorii recunosc și acceptă că anumiți furnizori terți pot avea propriile politici de confidențialitate și de prelucrare a datelor, asupra cărora LIVADAI nu are control direct.",
    "(7) LIVADAI nu răspunde pentru modul de prelucrare a datelor de către terți care acționează în calitate de operatori independenți de date, în măsura permisă de legislația aplicabilă.",
    "(8) Prezentul articol nu aduce atingere drepturilor persoanelor vizate prevăzute de GDPR și nu limitează obligațiile legale ale LIVADAI privind protecția datelor cu caracter personal.",
    "Art. 49 Cookie-uri și tehnologii similare",
    "(1) Platforma LIVADAI utilizează cookie-uri și tehnologii similare (ex. pixel tags, local storage, SDK-uri) pentru a asigura funcționarea corectă a Platformei, îmbunătățirea experienței utilizatorilor, analiza traficului și, după caz, în scopuri de securitate și marketing, în conformitate cu legislația aplicabilă.",
    "(2) Cookie-urile pot fi clasificate, fără a se limita la:",
    "\t•\tcookie-uri strict necesare, indispensabile pentru funcționarea Platformei;",
    "\t•\tcookie-uri de funcționalitate, care permit personalizarea experienței utilizatorului;",
    "\t•\tcookie-uri analitice și de performanță, utilizate pentru analiza modului de utilizare a Platformei;",
    "\t•\tcookie-uri de marketing, utilizate pentru afișarea de conținut și comunicări relevante.",
    "(3) Cookie-urile strict necesare sunt utilizate fără consimțământul prealabil al utilizatorului, în măsura permisă de legislația aplicabilă.",
    "(4) Utilizarea cookie-urilor care nu sunt strict necesare este condiționată de exprimarea consimțământului liber, specific, informat și neechivoc al utilizatorului, exprimat prin intermediul mecanismelor puse la dispoziție pe Platformă.",
    "(5) Utilizatorul are dreptul de a:",
    "\t•\taccepta sau refuza utilizarea anumitor categorii de cookie-uri;",
    "\t•\tmodifica sau retrage consimțământul acordat în orice moment;",
    "\t•\tșterge cookie-urile prin setările browserului sau ale dispozitivului utilizat.",
    "(6) Refuzul sau ștergerea cookie-urilor poate afecta funcționarea normală a anumitor funcționalități ale Platformei, fără ca LIVADAI să poată fi ținută răspunzătoare pentru eventualele disfuncționalități rezultate.",
    "(7) Platforma LIVADAI poate integra cookie-uri sau tehnologii similare aparținând unor terți (ex. furnizori de analiză, marketing sau procesatori de plăți), caz în care prelucrarea datelor se realizează conform politicilor proprii ale acestora.",
    "(8) Informații detaliate privind tipurile de cookie-uri utilizate, durata de stocare, scopurile prelucrării și modul de gestionare a consimțământului sunt disponibile în Politica de Cookie-uri publicată pe Platformă, care face parte integrantă din prezentii Termeni și Condiții.",
    "",
    "11. Dispoziții finale",
    "(1) Prezentii Termeni și Condiții reprezintă acordul complet dintre LIVADAI și utilizatori cu privire la utilizarea Platformei și înlocuiesc orice înțelegeri, acorduri, negocieri sau comunicări anterioare, scrise sau verbale, având același obiect.",
    "(2) În cazul în care oricare dintre dispozițiile prezentelor Termeni și Condiții este declarată nulă, nevalidă sau inaplicabilă, total sau parțial, de către o instanță competentă sau o autoritate publică, celelalte dispoziții vor rămâne valabile și producătoare de efecte juridice.",
    "(3) Dispoziția afectată de nulitate va fi înlocuită de drept cu o prevedere legală aplicabilă sau cu o dispoziție care reflectă cât mai fidel intenția inițială a părților, în limitele permise de legislația aplicabilă.",
    "(4) Neexercitarea sau exercitarea cu întârziere de către LIVADAI a oricărui drept prevăzut în prezentii Termeni și Condiții nu constituie o renunțare la acel drept și nu afectează exercitarea ulterioară a acestuia.",
    "(5) Orice comunicare oficială între LIVADAI și utilizatori se realizează exclusiv prin intermediul datelor de contact publicate pe Platformă sau prin funcționalitățile digitale puse la dispoziție în cadrul acesteia, dacă nu se prevede expres altfel.",
    "(6) Utilizatorul nu poate cesiona, transfera sau transmite, total sau parțial, drepturile și obligațiile sale decurgând din prezentii Termeni și Condiții fără acordul prealabil scris al LIVADAI.",
    "(7) LIVADAI are dreptul de a cesiona sau transfera drepturile și obligațiile sale decurgând din prezentii Termeni și Condiții către orice terț, inclusiv în cadrul unei reorganizări, fuziuni, cesiuni de activitate sau transfer de afacere, fără a fi necesar consimțământul utilizatorilor.",
    "(8) Prezentii Termeni și Condiții sunt opozabili utilizatorilor din momentul acceptării acestora, în condițiile art. 2, și rămân aplicabili pe întreaga durată a utilizării Platformei, inclusiv ulterior încetării utilizării, pentru clauzele care, prin natura lor, produc efecte și după încetare.",
    "(9) Acceptarea prezentelor Termeni și Condiții constituie o manifestare de voință liberă, informată și neechivocă, utilizatorul declarând că a înțeles integral conținutul acestora și consecințele juridice ale acceptării.",
    "",
    "",
    ""
  ],
  "en": [
    "TERMS AND CONDITIONS OF USE",
    "LIVADAI platform",
    "Last update date: [12.02.2026]",
    "• GENERAL PROVISIONS",
    "Art. 1 Purpose and scope",
    "(1) This document establishes the terms and conditions governing the use of the LIVADAI digital platform, including the mobile application (currently available for the iOS operating system, the related website (www.livadai.com), as well as any subdomain, functionality, digital service, content, interface, technical tool or auxiliary service made available through them, hereinafter collectively referred to as the \"Platform\".",
    "(2) LIVADAI operates exclusively as a digital platform of marketplace type, of experiences, with the exclusive object of providing a technical and digital framework through which:",
    "a) users who want to offer experiences (hereinafter referred to as \"Host\") can publish, promote, and manage listings of experiences;",
    "b) users interested in participating in experiences (hereinafter referred to as \"Participants\") can discover, reserve and pay for access to published experiences.",
    "(3) The Platform may include experiences of any nature, including but not limited to tourism, leisure, outdoor, hiking, guiding, entertainment, training, courses or similar activities, but LIVADAI does not organize, provide, perform, coordinate or guarantee such activities. The experiences are designed, published and carried out exclusively by the Host, under his own responsibility, and LIVADAI does not have the capacity of organizer, provider or supplier. of them.",
    "(4) No provision of this document can be interpreted as imposing on LIVADAI specific obligations for activity organizers, service providers, travel agents or other specially regulated entities.",
    "(5) LIVADAI acts exclusively as a digital platform operator and technical intermediary, without acquiring, at any time, the capacity of organizer, provider, agent, trustee, representative, contractual partner or co-contractor of the Host or the Participant in relation to the experiences published on the Platform.",
    "",
    "Art. 2 Acceptance of the Terms and the legal nature of the relationship",
    "(1) Accessing the Platform, creating an account, publishing an experience, booking an experience, making a payment, transmitting information, using any functionality or simply browsing within the Platform constitutes the express, full and unconditional acceptance of these Terms and Conditions.",
    "(2) This document represents a distance contract, concluded in electronic form, between LIVADAI and the user, within the meaning of art. 2 point 7 and art. 6 of the Emergency Ordinance no. 34/2014, art. 9 of Law no. 365/2002 on electronic commerce, as well as of art. 3 and art. 6 of Directive 2011/83/EU on consumer rights.",
    "(3) The contract thus concluded has as its sole object the provision of access to the Platform and the use of digital intermediation services, not having as its object the experiences themselves.",
    "(4) Acceptance of the Terms and Conditions produces binding legal effects according to art. 1176–1182 Civil Code and is enforceable against the user from the moment of the first use of the Platform.",
    "(5) If the user does not agree with these Terms and Conditions, he has the obligation to immediately stop using the Platform and not to create or use a LIVADAI account.",
    "Art. 3 Lack of contractual report on experiences",
    "(1) LIVADAI is not a party and does not intervene in any way in the legal relations that may arise between Host and Participant as a result of participating in an experience.",
    "(2) Publishing an experience by a Host and booking it by a Participant does not generate the conclusion of a service contract with LIVADAI. Any legal relationship regarding the conduct of the experience is established directly and exclusively between the Host and the Participant, outside and independently of the Platform.",
    "(3) LIVADAI:",
    "a) does not guarantee the development of the experience;",
    "b) does not verify the legality, quality, safety or compliance of the experience;",
    "c) is not responsible for non-execution, improper execution or cancellation of an experience;",
    "d) does not assume any obligation towards the Participant regarding the acquired experience.",
    "(4) The Host is solely responsible for complying with all legal obligations applicable to the experience, including but not limited to safety, licensing, insurance, liability and taxation.",
    "Art. 4 The economic role of LIVADAI and the financial flow",
    "(1) The Platform facilitates payment processing through authorized third-party payment processors, including Stripe.",
    "(2) The sums paid by the Participant represent the value of access to the experience offered by the Host.",
    "(3) From the amount paid:",
    "a) LIVADAI retains a 10% brokerage fee, representing the value of the digital services provided;",
    "b) the payment processor retains the commissions related to the transaction;",
    "c) the difference belongs to the Host.",
    "(4) LIVADAI is not the final recipient of the sums paid for the experiences and does not acquire rights to them, except for the brokerage commission.",
    "(5) LIVADAI does not guarantee payment to the Host if the payment processor suspends, delays or refuses the transaction for reasons independent of the Platform.",
    "Art. 5 The right to administer the Platform",
    "(1) LIVADAI reserves the full and discretionary right to administer the Platform, including but not limited to:",
    "a) temporary suspension or definitive closure of user accounts;",
    "b) removing, modifying or restricting access to any content published on the Platform;",
    "c) disabling, suspending or removing listed experiences;",
    "d) restricting, limiting or blocking users' access to the Platform or to certain of its functionalities.",
    "(2) LIVADAI can take the measures provided for in paragraph (1) without prior notification, in case of violation of these Terms and Conditions, provision of false, incomplete or misleading information, abusive or improper use of the Platform or in the case of reasonable suspicions of fraud, illegal activities or likely to harm the rights, legitimate interests or safety of LIVADAI, other users or third parties.",
    "(3) Exercising the rights provided for in this article does not give the user the right to compensation and does not incur the liability of LIVADAI, to the extent permitted by the applicable legislation.",
    "Art. 6 General character and opposability",
    "(1) These Terms and Conditions are general, impersonal and binding and apply to all users of the Platform, regardless of their Host or Participant status.",
    "(2) The Terms and Conditions become opposable to the user from the moment of their acceptance, under the conditions provided for in art. 2, and produce legal effects for the entire duration of the use of the Platform.",
    "(3) The acceptance of the Terms and Conditions by electronic means constitutes a valid, unequivocal and full manifestation of will, producing the same legal effects as the acceptance expressed in written form, in accordance with the applicable Romanian and European legislation.",
    "(4) The user acknowledges that he had a real opportunity to become aware of the content of these Terms and Conditions before acceptance and that he accepts them knowingly.",
    "(5) No tolerance, omission or delay on the part of LIVADAI in exercising a right provided by these Terms and Conditions shall be construed as a waiver of that right.",
    "Art. 7 Modification of the Terms and Conditions",
    "(1) LIVADAI reserves the right to modify, complete or update these Terms and Conditions at any time, depending on the evolution of the applicable legislation, the functionality of the Platform or internal policies.",
    "(2) The updated version of the Terms and Conditions will be published on the Platform and will have legal effects from the date of publication, unless a different term of entry into force is expressly provided.",
    "(3) Continued use of the Platform after the publication of the changes constitutes tacit acceptance of the new version of the Terms and Conditions.",
    "(4) If the user does not agree with the changes made, he has the right and obligation to stop using the Platform and request the closure of his account, without this fact generating any right to compensation.",
    "2. IDENTIFICATION OF THE PLATFORM OPERATOR AND DEFINITIONS",
    "Art. 8 Platform operator",
    "• The LIVADAI platform is operated by LIVADARIU GABRIEL Authorized Physical Person (PFA), with professional headquarters in Bucharest Sector 1, B-dul BUCUREŞTII NOI, et. Ground floor, apartment 5, registered at the Trade Registry Office under number F2026005190005 with Unique Registration Code 53709888, hereinafter referred to as \"LIVADAI\".",
    "(2) LIVADAI carries out activities of providing information society services and operating a digital marketplace platform, in accordance with Law no. 365/2002 on electronic commerce, as well as with the applicable European legislation.",
    "(3) LIVADAI has the quality of service provider of the information society, in the sense of art. 2 lit. b from Law no. 365/2002, and is not subject to a special authorization regime for the activities carried out through the Platform.",
    "(4) The official contact details of LIVADAI are:",
    "• support email address: support@livadai.com",
    "• official website: www.livadai.com",
    "",
    "(5) For any request, notification, notification or official communication, users can contact LIVADAI exclusively through the contact data provided in paragraph (4).",
    "Art. 9 Definitions and meanings",
    "a) The Platform – the mobile application and the LIVADAI website (www.livadai.com), including all functionalities, interfaces, digital services and tools made available to users;",
    "b) User – any natural or legal person who accesses the Platform, whether or not they create an account;",
    "c) Account – the digital profile created by a User on the Platform, necessary for publishing or booking experiences;",
    "d) Host – the user who publishes, promotes and offers one or more experiences through the Platform, in his own name and under his own responsibility;",
    "e) Participant – the user who books, pays or participates in an experience published on the Platform;",
    "f) Experience – any activity, event, program, course, meeting or activity of any nature offered by a Host through the Platform;",
    "g) Reservation – the action by which a Participant expresses his intention to participate in an experience and pays its consideration through the Platform;",
    "h) Commission – the amount or percentage retained by LIVADAI for the provision of digital intermediation services;",
    "i) Payment Processor – authorized third party that provides online payment processing services, including but not limited to Stripe;",
    "j) Service – making the Platform available and facilitating digital intermediation between Host and Participant.",
    "k) Content – ​​any text, image, description or other information published by Users or LIVADAI on the Platform.",
    "Art. 10 – Independence of users and lack of special legal relationships",
    "(1) The use of the Platform does not create and cannot be interpreted as generating, in any case:",
    "• work report;",
    "• mandate report;",
    "• agency report;",
    "• representation report;",
    "• contractual mediation report;",
    "• report of subordination;",
    "• partnership, association or joint venture",
    "between LIVADAI and any of the users or between users among themselves.",
    "(2) The host acts independently, in his own name and under his own responsibility, without being subordinate to LIVADAI, without receiving instructions on how to conduct the experiences and without LIVADAI exercising control, coordination, supervision or validation over them.",
    "(3) LIVADAI does not establish, impose or verify:",
    "• the professional competence of the Host;",
    "• his level of preparation, experience or training;",
    "• possession of authorizations, certifications or special approvals,",
    "except in cases where the law expressly imposes such obligations on the Platform.",
    "(4) Users understand and accept that LIVADAI has no obligation to verify whether the Host meets the legal conditions necessary to conduct an experience and that the responsibility for compliance with applicable legislation rests exclusively with the Host.",
    "(5) Users understand and accept that LIVADAI does not evaluate, certify or guarantee the skills, competences, experience or good faith of the Host and that any decision to participate in an experience belongs solely to the Participant.",
    "(6) No action by LIVADAI, including:",
    "• displaying experiences;",
    "• facilitating payments;",
    "• providing digital tools;",
    "• application of moderation or suspension measures,",
    "it cannot be interpreted as assuming responsibility for the experiences or as involvement in their development.",
    "",
    "(7) Publishing an experience on the Platform does not represent and cannot be interpreted as:",
    "• a recommendation;",
    "• a guarantee;",
    "• a certification;",
    "• an official approval",
    "from LIVADAI regarding the experience or the Host.",
    "(8) Users expressly acknowledge that any legal relationship, obligation, liability or claim arising from participation in an experience arises exclusively between Host and Participant, LIVADAI being excluded from these relationships.",
    "(9) The Participant declares that participation in an experience is carried out voluntarily, based on his own judgment, after analyzing the information made available by the Host, and that he fully assumes the risks related to this decision.",
    "(10) LIVADAI is not responsible for:",
    "• the way the experience is organized or carried out;",
    "• the conduct of the Host or the Participant;",
    "• failure to fulfill the obligations assumed by the Host;",
    "• possible material, moral, bodily or other damages resulting from the experience.",
    "(11) Users accept that LIVADAI acts exclusively as a technical intermediary, within the meaning of the legislation applicable to information society services, and the responsibility for the content and activities carried out through the Platform belongs exclusively to the Users who generate them.",
    "(12) The provisions of this article apply regardless of the nature of the experience, including but not limited to recreational, outdoor, touristic, educational, training, guiding or other similar activities, even if they may involve a certain degree of risk.",
    "Art. 11 – Language and interpretation",
    "(1) These Terms and Conditions are written in Romanian and are made available to users in an English version, exclusively for informational purposes and to facilitate access by international users.",
    "(2) In case of any inconsistency, differences in interpretation or divergence between the Romanian version and the English version of the Terms and Conditions, the Romanian version will prevail, being the official and legally enforceable version.",
    "(3) The terms and expressions used in this document are interpreted:",
    "• according to the Romanian legislation in force;",
    "• in accordance with the applicable European Union law;",
    "• in their usual and legal sense, in the context of a marketplace-type digital service.",
    "(4) The titles of chapters and articles are inserted exclusively for ease of reading and do not affect the legal interpretation of the contractual provisions and do not limit their content.",
    "(5) Any reference to terms such as \"includes\", \"including\", \"without being limited to\" or similar expressions is considered to be exemplary and not limiting.",
    "(6) In the situation where a provision of these Terms and Conditions is susceptible to several interpretations, it will be interpreted:",
    "• in the sense that maintains the validity of the clause;",
    "• in accordance with the purpose of the Platform as a technical intermediary;",
    "• in favor of the application of mandatory legal provisions.",
    "(7) The user declares that he understood the content of these Terms and Conditions, regardless of the language in which they were consulted, and that their acceptance was made freely, informed and unequivocally.",
    "3. PLATFORM TERMS OF USE AND USER ACCOUNT",
    "Art. 12 Creation and use of the user account",
    "(1) To use the functionalities of the LIVADAI Platform that involve publishing experiences, booking them, making payments or interacting with other users, it is necessary to create a user account.",
    "(2) Account creation is permitted exclusively to persons who:",
    "• have reached the age of 18;",
    "• have full exercise capacity;",
    "• provide real, complete and updated data;",
    "• expressly accepts these Terms and Conditions.",
    "(3) The account is personal, non-transferable and cannot be assigned, sold, rented or made available to another person.",
    "(4) The Platform allows users to create and use an account with the role of Participant and/or Host, depending on the options and actions chosen within the Platform.",
    "(5) A user holding a Participant account may, at any time, opt to publish an experience and acquire the role of Host, either by activating the corresponding functionalities by creating a separate account, in compliance with these Terms and Conditions.",
    "(6) The creation and use of several accounts by the same user is permitted, provided that they are not used:",
    "• for fraudulent purposes;",
    "• to evade the sanctions applied by LIVADAI;",
    "• for misleading other users or the Platform.",
    "(7) LIVADAI reserves the right to restrict, suspend or close the accounts used in violation of the provisions of para. (6).",
    "Art. 13 Information provided by the user and responsibility for their veracity",
    "(1) The User declares and guarantees that all data, information and materials provided to LIVADAI, both at the time of account creation and during the use of the Platform, are real, correct, complete, updated and legitimately belong to him.",
    "(2) The user is solely responsible for the accuracy and legality of the information provided, including but not limited to:",
    "• identification data;",
    "• contact data;",
    "• descriptions of experiences;",
    "• images or any other published content;",
    "• the information regarding the location, duration, conditions or rules of the experience.",
    "(3) LIVADAI has no obligation to verify, validate or confirm:",
    "• the real identity of the users;",
    "• the professional competence of the Host;",
    "• the veracity, legality or completeness of the information provided;",
    "• the existence of the necessary authorizations, certifications or approvals for carrying out an experience,",
    "the responsibility rests solely with the user who provides that information.",
    "",
    "(4) Providing false, incomplete, misleading or misleading information to other users constitutes a serious violation of these Terms and Conditions and may attract, without prior notice:",
    "• account suspension or closure;",
    "• content removal;",
    "• disabling experiences;",
    "• restricting access to the Platform.",
    "(5) The user is fully responsible for any damage caused to LIVADAI, other users or third parties as a result of providing non-compliant information, including any sanctions applied to the Platform by the authorities.",
    "(6) If the information provided by the user violates legal provisions or rights of third parties, the user is solely liable from a civil, contraventional or criminal point of view, as the case may be, LIVADAI being exempted from any liability, to the extent permitted by the applicable legislation.",
    "(7) The User understands and accepts that publishing an experience or content on the Platform does not imply its verification, approval, certification or validation by LIVADAI.",
    "(8) The user understands and accepts that the provision of false, incomplete, inaccurate or illegal information, as well as the publication or conduct of experiences in violation of applicable legislation, incurs his exclusive liability, according to the legal provisions in force.",
    "(9) The responsibility of the user may be, as the case may be:",
    "• civil, according to art. 1349 et seq. of the Civil Code;",
    "• contraventional, according to the special legislation applicable to the field of experience;",
    "• criminal, according to the Criminal Code,",
    "without LIVADAI being held responsible for the user's actions.",
    "(10) The user declares that he is aware of the fact that he is personally and directly responsible for compliance with:",
    "• Romanian legislation;",
    "• European Union legislation;",
    "• public order norms;",
    "• the rights and legitimate interests of third parties,",
    "in connection with the use of the Platform and the conduct of experiences.",
    "(11) If, as a result of the user's actions, LIVADAI is subject to claims, sanctions, fines, administrative measures or legal actions, the user undertakes to fully compensate LIVADAI for any damage suffered, including court costs, attorney's fees, fines or other costs incurred.",
    "Art. 14 Account security and liability exemption of LIVADAI",
    "(1) The User is solely responsible for the security of his account and for maintaining the confidentiality of his authentication data, including but not limited to his username, password, access codes, tokens, devices used or any other means of authentication.",
    "(2) LIVADAI is not responsible, under any circumstances, for:",
    "• loss, disclosure, compromise or unauthorized use of the password;",
    "• unauthorized access to the account, regardless of the cause;",
    "• loss of access to the account for reasons attributable to the user;",
    "• use of the account by third parties, with or without the user's consent.",
    "(3) Any action, operation or activity carried out through the account is considered to have been carried out by the account holder user, who fully assumes all legal, financial and any other consequences arising from it.",
    "(4) LIVADAI has no obligation to verify the identity of the person using an account and is not responsible for damages caused to the user or third parties as a result of unauthorized or improper use of the account.",
    "(5) The user has the obligation to take all reasonable measures to secure the account and the devices used and to notify LIVADAI, without delay, if they suspect the existence of a security breach or an unauthorized use of the account.",
    "(6) To the maximum extent permitted by the applicable legislation, LIVADAI is exempt from any liability for damages resulting from:",
    "• loss of access to the account;",
    "• blocking or suspending the account for security reasons;",
    "• deletion of the account at the user's request or as a result of the violation of these Terms and Conditions.",
    "(7) The user understands and accepts that recovering access to the account may be impossible in certain situations and that LIVADAI does not guarantee the recovery of accounts, their associated data or usage history.",
    "Art. 15 Permitted and prohibited use of the Platform",
    "(1) The user has the right to use the LIVADAI Platform exclusively for legal, lawful purposes and in accordance with its purpose, as defined in these Terms and Conditions.",
    "(2) The User undertakes to use the Platform in good faith, responsibly and reasonably, without prejudice to rights, legitimate interests or safety:",
    "• LIVADAI;",
    "• other users;",
    "• to third parties;",
    "• public order and good morals.",
    "(3) It is strictly forbidden to use the Platform for:",
    "• conducting illegal, fraudulent or contrary to applicable law activities;",
    "• publishing, promoting or facilitating false, misleading, obscene, violent, dangerous, discriminatory, defamatory or infringing content;",
    "• misleading other users about the nature, conditions, safety or conduct of an experience;",
    "• violation of intellectual property rights;",
    "• bypassing the security or payment mechanisms of the Platform.",
    "(4) The following actions are expressly prohibited:",
    "• unauthorized access to the Platform's IT systems;",
    "• use of bots, scripts, crawlers, automated applications or other similar means;",
    "• scraping, extracting, copying or unauthorized reuse of data;",
    "• reverse engineering, decompiling or attempting to obtain the source code;",
    "• disrupting the normal functioning of the Platform.",
    "(5) The User undertakes not to use the Platform to circumvent, avoid or violate:",
    "• applicable commissions;",
    "• Platform policies;",
    "• sanctions or measures ordered by LIVADAI;",
    "• tax legislation or other legal obligations.",
    "(6) The use of the Platform for purposes contrary to those provided in this article constitutes a serious violation of the Terms and Conditions and may attract, without prior notification:",
    "• account suspension or closure;",
    "• content removal;",
    "• disabling experiences;",
    "• restricting access to the Platform;",
    "• the user's liability according to the law.",
    "(7) LIVADAI reserves the right to take all necessary measures to protect the Platform, users and third parties, including notifying the competent authorities, in accordance with the law.",
    "Art. 16 Reporting of content, experiences and users (Reporting)",
    "(1) LIVADAI provides users with digital mechanisms through which they can report content, experiences or behaviors that are considered illegal, dangerous, abusive or contrary to these Terms and Conditions.",
    "(2) They may be the subject of reporting, without being limited to:",
    "• experiences that may endanger the safety of participants;",
    "• false, misleading or illegal content;",
    "• abusive, discriminatory or offensive behaviour;",
    "• improper use of the Platform;",
    "• violation of the rights of other users or third parties.",
    "(3) Reporting is done exclusively through the tools made available within the Platform or through LIVADAI's official contact channels.",
    "(4) The transmission of a report does not generate, in itself, the obligation of LIVADAI to intervene, remove the content or adopt a certain measure, LIVADAI having the right to analyze the report in a discretionary manner.",
    "(5) LIVADAI does not guarantee the favorable resolution of a report and is not obliged to provide an individualized or detailed response to the person who made the report, to the extent permitted by the applicable legislation.",
    "(6) Reports made in bad faith, for vexatious purposes or to harm other users, may constitute violations of these Terms and Conditions and may attract the application of the measures provided for by them.",
    "(7) LIVADAI has no obligation to proactively check published content or user activity and does not exercise a general monitoring obligation, in accordance with Regulation (EU) 2022/2065 on digital services (Digital Services Act).",
    "(8) LIVADAI reserves the right to cooperate with the competent authorities and to provide information under the conditions provided by law, including in the case of reporting allegedly illegal activities.",
    "Art. 17 Moderation, suspension, sanctions and measures applicable to users",
    "(1) LIVADAI has the right, but not the obligation, to moderate the content published on the Platform and to adopt measures on the accounts, experiences or activities of users, in the situation where it finds or has reasonable suspicions regarding:",
    "• violation of these Terms and Conditions;",
    "• providing false, incomplete or misleading information;",
    "• performing illegal or dangerous activities;",
    "• affecting the safety of users, the Platform or third parties;",
    "• violation of applicable law or the rights of third parties.",
    "(2) The measures that LIVADAI can order, individually or cumulatively, include, but are not limited to:",
    "• issuing a warning;",
    "• temporary restriction of certain functionalities;",
    "• temporary suspension of the account;",
    "• deactivating, suspending or removing listed experiences;",
    "• content removal;",
    "• definitive closure of the account (ban).",
    "(3) LIVADAI can apply the measures provided for in par. (2) without prior notification, when the nature of the situation requires it, especially in case of:",
    "• imminent risk for the safety of people;",
    "• suspicions of fraud;",
    "• requests from the competent authorities;",
    "• the need to protect the Platform or other users.",
    "(4) The application of moderation or sanctioning measures does not give the user the right to compensation and does not attract the liability of LIVADAI, to the extent permitted by the applicable legislation.",
    "(5) The User understands and accepts that LIVADAI is not obliged to give detailed reasons for the moderation decisions and that they can be adopted based on the internal evaluation of the Platform.",
    "(6) The measures ordered by LIVADAI do not affect its right to:",
    "• request the reparation of the damages suffered;",
    "• cooperate with the competent public authorities;",
    "• provide information under the law;",
    "• adopt additional measures to prevent future violations.",
    "(7) Closing or suspending the account does not exonerate the user from responsibility for previously committed acts and does not affect the obligations already born between the user and LIVADAI.",
    "(8) The User expressly waives any claim against LIVADAI as a result of the application of account moderation, suspension or closure measures, to the extent permitted by applicable law, and acknowledges that these measures represent the exercise of a legitimate right of the Platform.",
    "Art. 18 Lack of general monitoring obligation and content responsibility",
    "(1) LIVADAI, as the operator of a digital platform and information society service provider, has no general obligation to monitor the information, data, content or experiences published, transmitted or stored by users through the Platform.",
    "(2) LIVADAI has no obligation to actively search for facts or circumstances that indicate illegal activities, illegal content or non-compliance with legal obligations by users, in accordance with:",
    "• art. 14 of Law no. 365/2002 on electronic commerce;",
    "• art. 8 of Regulation (EU) 2022/2065 (Digital Services Act).",
    "(3) Content published on the Platform, including descriptions of experiences, images, information, conditions, rules, cancellation policies or any other data provided, belong exclusively to the users who published them, who are solely responsible for their legality, accuracy, completeness and compliance.",
    "(4) LIVADAI is not responsible for:",
    "• the illegal, dangerous or non-compliant nature of an experience;",
    "• false, incomplete or misleading information provided by users;",
    "• damages caused by the content published by the Host or by its behavior.",
    "",
    "(5) LIVADAI may, without having an obligation in this regard, adopt content moderation measures, including the removal, restriction or deactivation of experiences or accounts, when:",
    "• becomes aware of the existence of illegal content;",
    "• receives a valid notification from a user or an authority;",
    "• identify violations of these Terms and Conditions.",
    "(6) Exercising the right of moderation provided for in paragraph (5) does not make LIVADAI a responsible provider for the content and cannot be interpreted as assuming any obligation to control, verify or guarantee the experiences.",
    "(7) Users acknowledge and accept that any civil, contraventional or criminal liability resulting from the published content or from the conduct of experiences rests exclusively with the user who generated that content and not with LIVADAI.",
    "(8) The mere fact that a content or experience is accessible through the Platform, appears in search results, is automatically promoted or is accessed by other users does not constitute proof of its legality, safety or compliance and cannot be interpreted as an approval by LIVADAI.",
    "Art. 19 Force majeure",
    "(1) None of the parties is responsible for non-execution or improper execution, total or partial, of the obligations assumed by these Terms and Conditions, if this is caused by a force majeure event, as defined by Romanian law.",
    "(2) By force majeure is meant any external, unforeseeable, absolutely invincible and unavoidable event, occurring after the acceptance of these Terms and Conditions, which objectively prevents the execution of obligations, including, but not limited to:",
    "• natural calamities;",
    "• fires, explosions, earthquakes;",
    "• epidemics, pandemics, sanitary measures;",
    "• wars, armed conflicts, acts of terrorism;",
    "• riots, strikes, blockades;",
    "• major interruptions in telecommunications, energy or internet services;",
    "• failures of the technical infrastructure;",
    "• measures of public authorities.",
    "(3) LIVADAI is not responsible for the unavailability of the Platform, the delay or impossibility of providing digital intermediation services, the suspension of access or the temporary loss of functionality caused by force majeure events.",
    "(4) The party invoking force majeure has the obligation to notify the other party, as far as possible, within a reasonable time after the occurrence of the event and to take all reasonable measures to limit its effects.",
    "(5) If the force majeure event lasts more than 30 (thirty) consecutive days, LIVADAI has the right to suspend or terminate the provision of digital services, without owing compensation to users.",
    "Art. 20 Reporting illegal content and the Notice & Action (DSA) mechanism",
    "(1) In accordance with Regulation (EU) 2022/2065 on digital services (\"Digital Services Act\" - DSA), LIVADAI makes available to users and third parties a transparent, accessible and efficient mechanism for notification of illegal content or contrary to these Terms and Conditions published on the Platform.",
    "(2) Any person may submit a notification regarding the existence of content considered illegal, dangerous, misleading or contrary to the applicable legislation or these Terms and Conditions, by:",
    "a) the reporting functionalities available within the Platform; or",
    "b) sending a notification to the e-mail address: support@livadai.com.",
    "(3) In order to be analyzed, the notification must contain at least the following elements:",
    "a) a sufficiently reasoned explanation of the reasons why the content is considered illegal or non-compliant;",
    "b) clear identification of the targeted content, including by indicating the electronic location (link, experience, user account);",
    "c) the name and e-mail address of the person sending the notification, except in cases where the law allows anonymity;",
    "d) an affidavit regarding the good faith and accuracy of the information provided.",
    "(4) LIVADAI analyzes the notifications received within a reasonable period of time and, depending on the nature and seriousness of the situation, may order one or more of the following measures:",
    "a) removing or disabling access to the reported content;",
    "b) restricting the visibility of the content;",
    "c) temporary or permanent suspension of the user's account;",
    "d) other moderation measures provided by these Terms and Conditions.",
    "(5) LIVADAI has no general obligation to actively monitor the content published on the Platform and does not exercise preventive control over it, but acts promptly when it acquires effective knowledge of the existence of illegal content, in accordance with art. 6–8 of Regulation (EU) 2022/2065.",
    "(6) The user whose content has been removed, restricted or whose account has been suspended will be informed, to the extent permitted by law, about the measure adopted and the reasons for it.",
    "(7) Transmission of notifications in bad faith, abusive, repeated or unfounded reports may attract measures against the person formulating them, including restriction or suspension of access to the Platform.",
    "(8) LIVADAI cooperates with the competent public authorities in Romania and the European Union, in accordance with the law, in order to prevent, investigate and combat illegal activities carried out through the Platform.",
    "4. REGIME OF HOSTS",
    "Art. 21 Acquiring the quality of Host and the principle of self-responsibility",
    "(1) Any user of the LIVADAI Platform who has reached the age of 18 and has full exercise capacity can acquire the quality of Host, by publishing an experience on the Platform, in compliance with these Terms and Conditions.",
    "(2) The Platform does not impose minimum conditions of professional qualification, certification, training, authorization or previous experience to acquire the quality of Host, except in situations where such requirements are expressly imposed by the applicable legislation.",
    "(3) By publishing an experience, the Host declares under his own responsibility that:",
    "• has the necessary factual competence to carry out the experience;",
    "• the experience can be carried out under safe conditions for the participants;",
    "• the experience respects applicable legislation, public order norms and good morals;",
    "• the information provided is real, complete and not misleading.",
    "(4) LIVADAI does not request or verify:",
    "• possession of administrative authorizations;",
    "• the existence of diplomas, training courses or certifications;",
    "• professional experience or qualification of the Host;",
    "• compliance of the experience with specific sectoral regulations,",
    "the responsibility of complying with these obligations rests exclusively with the Host.",
    "(5) The Host understands and accepts that the publication of an experience on the Platform is done at his own risk, and LIVADAI assumes no obligation to verify, validate, control or guarantee the experience.",
    "(6) The quality of Host does not create and cannot be interpreted as generating:",
    "• work report;",
    "• professional collaboration report;",
    "• mandate or agency report;",
    "• report of subordination;",
    "• exclusivity;",
    "• partnership or association",
    "between Host and LIVADAI.",
    "(7) The host acts independently, in his own name and under his own responsibility, establishing autonomously:",
    "• the nature of the experience;",
    "• conditions of deployment;",
    "• rules applicable to participants;",
    "• the location, duration and content of the experience,",
    "without the intervention, coordination or control of LIVADAI.",
    "(8) The host acknowledges and accepts that:",
    "• LIVADAI has no actual knowledge and cannot be certain that the experience will unfold as described;",
    "• displaying an experience on the Platform does not represent a guarantee, certification, approval or recommendation from LIVADAI;",
    "• any risk associated with the experience is fully assumed by the Host and the Participant.",
    "(9) If the experience involves potentially risky activities, including but not limited to outdoor activities, hiking, nature activities, recreational, sports or adventure activities, the Host has the exclusive obligation to:",
    "• correctly and completely inform the participants about the risks;",
    "• take the safety measures it deems necessary;",
    "• comply with any legal obligations applicable to the respective domain.",
    "(10) The host is exclusively responsible for any damage caused to participants, third parties or the environment, as a result of the experience, including:",
    "• accidents;",
    "• bodily injuries;",
    "• material damage;",
    "• violations of the law,",
    "without LIVADAI being held liable, to the extent permitted by applicable law.",
    "Art. 22 Obligations of the Host",
    "(1) The Host has the obligation to use the LIVADAI Platform in good faith and in accordance with these Terms and Conditions, with the applicable Romanian and European legislation, as well as with the rules of public order and good morals.",
    "(2) The Host is obliged to publish exclusively experiences on the Platform:",
    "• real and authentic;",
    "• clearly, completely and correctly described;",
    "• which do not mislead participants as to the nature, conditions, duration, location, level of difficulty or risks involved.",
    "(3) The host has the obligation to provide the participants, prior to participating in the experience, with all relevant information regarding:",
    "• developing the experience;",
    "• rules of conduct;",
    "• minimum participation requirements;",
    "• foreseeable risks;",
    "• recommended safety conditions.",
    "(4) The host undertakes not to publish or conduct experiences that:",
    "• are illegal or contrary to applicable legislation;",
    "• involve activities prohibited by law;",
    "• can seriously endanger the life, physical integrity or health of the participants;",
    "• violates the rights of third parties, including intellectual property rights, rights to privacy or image;",
    "• are discriminatory, offensive, violent or contrary to public order.",
    "(5) The host is solely responsible for:",
    "• the way of organizing and conducting the experience;",
    "• his behavior towards the participants;",
    "• compliance with safety rules;",
    "• compliance with the legal, fiscal and administrative obligations applicable to the experience.",
    "(6) The Host undertakes to comply with the conditions for conducting the experience as communicated to the participants through the Platform and not to substantially modify the experience without their prior information.",
    "(7) The host is obliged to treat the participants with respect and ensure appropriate behavior, without resorting to:",
    "• verbal or physical abuse;",
    "• discrimination;",
    "• harassment;",
    "• offensive or intimidating behaviour.",
    "(8) The host is solely responsible for the relationship with the participants and for the resolution of any misunderstandings arising in connection with the experience, without the involvement of LIVADAI.",
    "(9) The Host understands and accepts that:",
    "• LIVADAI does not guarantee the effective participation of the participants;",
    "• LIVADAI does not guarantee the performance of the experience;",
    "• LIVADAI is not responsible for the cancellation, modification or failure of the experience.",
    "",
    "(10) The host undertakes to compensate LIVADAI for any damage suffered by it as a result of:",
    "• violation of these Terms and Conditions;",
    "• providing false or misleading information;",
    "• illegal or improper conduct of the experience;",
    "• claims made by participants or third parties,",
    "including court costs, attorney's fees, fines or sanctions applied to the Platform.",
    "(11) Non-compliance with the obligations provided for in this article constitutes a serious violation of these Terms and Conditions and may attract the application of the measures provided for in art. 17, including suspension or permanent closure of the Host account.",
    "(12) The Host understands and accepts that LIVADAI does not provide legal, tax, administrative or other advice and that it is responsible to inform itself independently about the legal obligations applicable to the experience it offers.",
    "Art. 23 Rights of the Host",
    "(1) The Host has the right to use the LIVADAI Platform for publishing, promoting and managing their own experiences, under the conditions provided by these Terms and Conditions.",
    "(2) The host has the right:",
    "• to create or withdraw the experiences published on the Platform;",
    "• to independently establish the content of the experience, the conditions of its conduct, the rules of participation, the duration, the location, the maximum number of participants and any other relevant elements;",
    "• to set the price of the experience, within the limits of the functionalities offered by the Platform;",
    "• to decide whether to accept or refuse the participation of a Participant, in accordance with the law and these Terms and Conditions.",
    "(3) The host has the right to receive the value of the experience carried out, according to the financial flow provided for in art. 4, after deduction:",
    "• the brokerage commission owed to LIVADAI;",
    "• fees charged by the payment processor.",
    "(4) The Host has the right to communicate with the Participants through the tools made available by the Platform, exclusively for the purpose of organizing and conducting the experience, in compliance with the applicable legislation and the rules of the Platform.",
    "(5) The host has the right to report to LIVADAI:",
    "• improper behavior of the Participants;",
    "• violations of these Terms and Conditions;",
    "• situations that may endanger the safety of the experience or other users.",
    "",
    "(6) The Host has the right to request the suspension or removal from the Platform of a Participant who:",
    "• violates the rules of the experience;",
    "• exhibits dangerous, abusive or inappropriate behavior;",
    "• refuses to comply with the conditions established by the Host.",
    "(7) The Host acknowledges and accepts that the exercise of its rights is carried out independently, on its own responsibility, without creating obligations or liability for LIVADAI towards Participants or third parties.",
    "(8) The rights of the Host provided in this article cannot be exercised in a way that:",
    "• violates applicable legislation;",
    "• infringes the rights of other users or third parties;",
    "• contravenes these Terms and Conditions or Platform policies.",
    "(9) LIVADAI reserves the right to limit, suspend or restrict the exercise of the Host's rights in the situations provided for in art. 17, without the Host being able to claim compensation, damages or any other compensation, to the extent permitted by applicable law.",
    "(10) The Host acknowledges that LIVADAI may introduce, modify or remove functionality of the Platform that affects the way experiences are published, promoted or managed, without this constituting a violation of the Host's rights.",
    "Art. 24 Exclusion, suspension and termination of the quality of Host",
    "(1) LIVADAI reserves the full and discretionary right to temporarily suspend or permanently terminate a user's Host capacity, as well as to remove one or more published experiences, without prior notice, in the following situations, without being limited to them:",
    "a) violation of these Terms and Conditions;",
    "b) providing false, incomplete, inaccurate or misleading information;",
    "c) publishing or carrying out illegal, dangerous or contrary to public order experiences;",
    "d) the existence of reasonable suspicions regarding risks for the participants' safety;",
    "e) receiving notifications, complaints or justified reports from participants, users or authorities;",
    "f) requests or measures ordered by the competent authorities;",
    "g) damage to the image, reputation or legitimate interests of LIVADAI.",
    "(2) The suspension or termination of the quality of Host may have the effect, as the case may be:",
    "• temporary or permanent deactivation of experiences;",
    "• restricting access to the functions dedicated to Hosts;",
    "• definitive closure of the Host account.",
    "(3) The exclusion of the quality of Host does not automatically affect the quality of Participant, LIVADAI being able to decide, depending on the gravity of the situation, to maintain or restrict the user's access to the Platform.",
    "(4) In case of withdrawal or elimination of an experience by the Host or by LIVADAI, for reasons attributable to the Host, the Participants will be reimbursed according to the applicable policies, and the Host will not be entitled to the sums related to the experiences not carried out.",
    "(5) Suspension or exclusion of the quality of Host does not exempt the Host from:",
    "• liability for previously committed acts;",
    "• previously born obligations towards Participants or third parties;",
    "• indemnification obligations towards LIVADAI.",
    "(6) The Host expressly waives any claim against LIVADAI as a result of its suspension or exclusion, including for financial loss, unrealized profit or image damage, to the extent permitted by applicable law.",
    "(7) The measures provided for in this article represent the exercise of a legitimate right of LIVADAI to administer the Platform and do not constitute sanctions of a disciplinary or contractual nature within the meaning of labor legislation.",
    "Art. 25 LIVADAI's lack of liability towards the Host",
    "(1) LIVADAI is not liable, under any circumstances, to the Host for:",
    "• not publishing, withdrawing, suspending or removing an experience;",
    "• lack of reservations, cancellation of reservations or reduced participation in an experience;",
    "• financial losses, unrealized profit or anticipated benefits;",
    "• the reputation, image or ratings of the Host;",
    "• the behavior of the Participants;",
    "• non-presentation of Participants to the experience;",
    "• cancellation or refusal of a payment by the payment processor;",
    "• suspension, blocking or termination of the Host account, under the terms of these Terms and Conditions.",
    "(2) The Host acknowledges and accepts that LIVADAI:",
    "• does not guarantee visibility of experiences;",
    "• does not guarantee a certain number of reservations;",
    "• does not guarantee minimum income;",
    "• does not guarantee the continuity of the Host's activity on the Platform.",
    "(3) LIVADAI is not responsible for damages suffered by the Host as a result of:",
    "• the application of moderation, suspension or exclusion measures;",
    "• reports made by Participants or third parties;",
    "• changes to the Platform's algorithms, functionalities or structure;",
    "• temporary or permanent unavailability of the Platform.",
    "(4) The Host understands and accepts that the use of the Platform is at his own risk, and LIVADAI provides exclusively a digital intermediary service, without assuming any obligations regarding:",
    "• the success of the experience;",
    "• its development;",
    "• the relationship between Host and Participant.",
    "(5) To the maximum extent permitted by the applicable legislation, LIVADAI is exempt from any liability towards the Host for:",
    "• direct or indirect damages;",
    "• economic losses;",
    "• moral damages;",
    "• costs or expenses incurred by the Host in connection with the experiences.",
    "(6) The Host expressly waives any claim, action or complaint against LIVADAI in relation to:",
    "• its activity as a Host;",
    "• carrying out experiences;",
    "• the relationship with the Participants;",
    "• the measures adopted by the Platform.",
    "(7) This clause does not affect the rights that the Host benefits from imperatively according to the applicable legislation, to the extent that they cannot be limited or excluded by agreement of the parties.",
    "Art. 26 The lack of experience. Cancellation, no-shows and refunds",
    "(1) Failure to meet an experience includes, but is not limited to, the following situations:",
    "• cancellation of the experience by the Host;",
    "• non-appearance of the Host at the set date and time;",
    "• the impossibility of carrying out the experience for reasons attributable to the Host;",
    "• conducting the experience in a manner substantially different from the published description.",
    "(2) If the experience is not fulfilled for reasons attributable to the Host, the Host is solely responsible towards the Participants for the refund of the amounts paid, and LIVADAI will facilitate their reimbursement through the Platform, according to internal policies and available functionalities.",
    "(3) In the situations provided for in para. (1), Participants will have the right to full reimbursement of the sums paid for the experience not carried out, and the Host will not have the right to collect the value of that experience.",
    "(4) The Host understands and accepts that:",
    "• failure to complete the experience may result in the suspension or elimination of the experience;",
    "• measures may be applied to suspend or terminate the quality of Host, according to art. 24;",
    "• repetition of such situations constitutes a serious violation of these Terms and Conditions.",
    "(5) LIVADAI is not responsible for the damages caused to the Participants as a result of the failure to fulfill the experience and is not a party to the legal relations between the Host and the Participant, its role being limited exclusively to providing the Platform and facilitating the reimbursement flow.",
    "(6) Failure to complete the experience does not entitle the Host to compensation, unrealized profit or other claims against LIVADAI.",
    "(7) The Host undertakes to indemnify LIVADAI for any damage, penalty, claim or cost incurred by it as a result of the failure to fulfill the experience, including court costs, attorney's fees or fines applied to the Platform.",
    "(8) Reimbursement is made exclusively through the mechanisms of the Platform and within the limits of the amounts actually collected for the respective experience.",
    "Art. 27 Lack of settlement of disputes between Host and Participant",
    "(1) Any misunderstanding, dispute, complaint or conflict arising between Host and Participant in relation to:",
    "• developing the experience;",
    "• non-fulfilment or improper fulfillment thereof;",
    "• the behavior of one of the parties;",
    "• possible damages suffered",
    "it is resolved exclusively between the Host and the Participant, without the involvement of LIVADAI.",
    "(2) LIVADAI does not have the capacity of mediator, arbitrator, conciliator or party in the settlement of disputes between users and does not have the obligation to analyze the substance of disputes between them.",
    "(3) If the Host and the Participant do not reach an amicable agreement, each of them has the right to address:",
    "• competent courts;",
    "• competent public authorities;",
    "• other legal dispute resolution mechanisms,",
    "in accordance with applicable law.",
    "(4) LIVADAI can intervene exclusively on a technical and administrative level, without analyzing the merits of the dispute, by:",
    "• suspension or elimination of the experience;",
    "• suspension or closure of the accounts involved;",
    "• facilitating the reimbursement of the amounts, if necessary;",
    "• the application of the measures provided for in these Terms and Conditions.",
    "(5) Any measure adopted by LIVADAI according to para. (4) cannot be interpreted as:",
    "• taking responsibility for the experience;",
    "• recognition of the guilt of any party;",
    "• settlement of the dispute on the merits;",
    "• guaranteeing the rights of any party.",
    "(6) Users acknowledge and accept that LIVADAI is not responsible for the outcome of the settlement of disputes between Host and Participant and cannot be held responsible for damages resulting from the lack of an agreement between them.",
    "(7) Any claim made by a user against another user cannot be extended to LIVADAI, in the absence of an express legal obligation.",
    "5. REGIME OF PARTICIPANTS",
    "Art. 28 Acquiring the quality of Participant",
    "(1) Participant status is acquired by any user of the LIVADAI Platform who, having an active account, reserves and pays for access to an experience published by a Host through the Platform.",
    "(2) The Participant understands and accepts that by booking an experience:",
    "• does not conclude a service contract with LIVADAI;",
    "• does not acquire the right to a service guaranteed by the Platform;",
    "• acquire exclusive access to an experience offered and carried out by a Host, under the conditions established by it.",
    "(3) The payment made by the Participant represents the consideration for access to the respective experience and does not constitute payment for a service provided by LIVADAI.",
    "(4) LIVADAI is not the organizer, provider, supplier or guarantor of the experience and does not assume any obligation regarding its conduct, quality, safety or result.",
    "(5) Participant quality does not create and cannot be interpreted as generating:",
    "• a contractual service provision report with LIVADAI;",
    "• a report of mandate, agency or representation;",
    "• an employment or subordinate relationship,",
    "between the Participant and VADAI.",
    "(6) The Participant acknowledges that any legal relationship, obligation or liability arising from participation in an experience arises exclusively between the Participant and the Host, LIVADAI being excluded from these relationships, to the extent permitted by the applicable legislation.",
    "Art. 29 Participant's rights",
    "(1) The Participant has the right to use the LIVADAI Platform, under the terms of these Terms and Conditions, for:",
    "• accessing and consulting the experiences published by the Host;",
    "• reserving and paying for access to experiences;",
    "• communication with the Host through the tools provided by the Platform, exclusively for the purpose of organizing participation in the experience;",
    "• sending notices, reports or complaints regarding the content, experiences or behaviors of users.",
    "(2) The Participant has the right to receive the information published by the Host regarding the experience, as it is displayed on the Platform, without LIVADAI guaranteeing its completeness, correctness, update or compliance.",
    "(3) The Participant has the right to a full refund of the sums paid exclusively in the situation where the experience is cancelled, withdrawn or no longer carried out for reasons attributable to the Host, under the conditions provided by these Terms and Conditions.",
    "(4) The repayment provided for in para. (3) is carried out through the Platform and the payment processor, without this constituting an acknowledgment of any liability on the part of LIVADAI.",
    "(5) The Participant does not have the right to reimbursement of the amounts paid in the case of:",
    "• failure to show up for the experience;",
    "• unilateral waiver;",
    "• the impossibility of participation for personal reasons;",
    "• exclusion from the experience for reasons attributable to the Participant.",
    "(6) The Participant's rights are exercised in compliance with:",
    "• these Terms and Conditions;",
    "• the rules established by the Host;",
    "• applicable Romanian and European legislation.",
    "(7) Participant's rights cannot be exercised in a way that:",
    "• infringes the rights or legitimate interests of the Host, other users or third parties;",
    "• contravenes these Terms and Conditions;",
    "• affects the normal functioning of the Platform.",
    "Art. 30 Obligations of the Participant",
    "(1) The Participant has the obligation to use the LIVADAI Platform and participate in experiences in good faith, responsibly and in accordance with these Terms and Conditions, with the applicable Romanian and European legislation, as well as with the rules of public order and good morals.",
    "(2) The Participant undertakes:",
    "• to comply with the rules, instructions and conditions established by the Host for the conduct of the experience;",
    "• to adopt appropriate, respectful behavior and free from any form of abuse, harassment, violence or discrimination;",
    "• not to endanger their own safety, that of other participants, the Host or third parties;",
    "• to attend the experience at the communicated date, time and location;",
    "• to respect the environment, goods and property of other people.",
    "(3) The participant is solely responsible for:",
    "• assessment of his health condition;",
    "• physical and mental capacity to participate in the experience;",
    "• choosing experiences according to the level of difficulty, the risks involved and your own abilities.",
    "(4) The Participant undertakes to provide real, correct and complete information when requested by the Platform or the Host, including in connection with participation in the experience.",
    "(5) The Participant undertakes not to use the Platform or participate in experiences for illegal, fraudulent purposes or contrary to the applicable legislation.",
    "(6) Non-compliance with the obligations provided for in this article may attract, without prior notification:",
    "• excluding the Participant from the experience;",
    "• suspension or closure of the user account;",
    "• loss of the right to reimbursement of the amounts paid;",
    "• the application of other measures provided by these Terms and Conditions.",
    "(7) The Participant understands and accepts that the violation of his obligations may attract civil, contraventional or criminal liability, as the case may be, in accordance with the applicable legislation, without LIVADAI being held liable for the Participant's actions.",
    "Art. 31 Risk assumption by the Participant",
    "(1) The Participant acknowledges and accepts that the experiences available on the LIVADAI Platform may involve inherent, variable and unpredictable risks, depending on the nature of the experience, including but not limited to:",
    "• outdoor or nature activities;",
    "• hiking, walking, recreational or sports activities;",
    "• activities carried out in unorganized or uncontrolled spaces;",
    "• activities that may involve physical effort, variable weather conditions or external environmental factors.",
    "(2) The Participant declares that he understands the nature of the experience he is participating in and that he has independently assessed the risks associated with it, fully assuming his participation at his own risk.",
    "(3) Participation in an experience is carried out exclusively at the Participant's risk, he assumes any consequences that may result from:",
    "• accidents;",
    "• bodily injuries;",
    "• medical conditions;",
    "• loss or destruction of goods;",
    "• other damages of any nature.",
    "(4) LIVADAI is not responsible, under any circumstances, for:",
    "• unforeseen events occurring during the experience;",
    "• damages suffered by the Participant or by third parties;",
    "• the acts or omissions of the Host or other participants.",
    "(5) The Participant understands and accepts that LIVADAI:",
    "• does not control the development of experiences;",
    "• does not check the actual safety conditions;",
    "• does not assess the concrete risks of each experience;",
    "• cannot prevent the occurrence of unwanted events.",
    "(6) The Participant waives, to the extent permitted by the applicable legislation, any claim against LIVADAI for damages resulting from participation in the experiences, acknowledging that LIVADAI is not their organizer, provider or guarantor.",
    "(7) The assumption of risks by the Participant does not limit or exclude the Host's liability for the facts imputable to him, under the law, but excludes any liability of LIVADAI, within the limits allowed by the applicable legislation.",
    "Art. 32 Exclusion of the Participant from the experience",
    "(1) The Host has the right to exclude a Participant from the experience, in whole or in part, without refund of the amounts paid, if the Participant:",
    "• violates the rules established for the conduct of the experience;",
    "• refuses to comply with the Host's instructions;",
    "• exhibits dangerous, abusive, aggressive, discriminatory or inappropriate behaviour;",
    "• poses or may pose a risk to his own safety, that of other participants, the Host or third parties;",
    "• is under the influence of alcohol, prohibited substances or other factors that may affect the safety of the experience.",
    "(2) The exclusion decision belongs exclusively to the Host and is taken on his own responsibility, without the intervention or approval of LIVADAI.",
    "(3) Excluding the Participant from the experience does not generate:",
    "• the right to reimbursement of the amounts paid;",
    "• the right to compensation;",
    "• LIVADAI's liability towards the Participant.",
    "(4) The Participant acknowledges and accepts that exclusion from the experience may take place at any time during its development, including before the actual start of the experience, if the situation requires it.",
    "(5) LIVADAI is not obliged to verify the validity of the exclusion decision adopted by the Host and is not responsible for its consequences, to the extent permitted by the applicable legislation.",
    "(6) The Participant's exclusion from the experience does not affect LIVADAI's right to adopt additional measures on the Participant's account, under the conditions provided by these Terms and Conditions.",
    "Art. 33 Reimbursement policy applicable to Participants",
    "(1) The sums paid by the Participant for booking an experience represent the consideration for access to that experience and are not refundable, regardless of the reason, in the following situations:",
    "• non-appearance of the Participant to the experience;",
    "• unilateral withdrawal of the Participant;",
    "• the Participant's change of opinion;",
    "• the impossibility of participation for personal, medical or any other reasons;",
    "• excluding the Participant from the experience for reasons attributable to him.",
    "(2) By way of exception from para. (1), The Participant has the right to the full refund of the sums paid exclusively, within a maximum of 3-4 working days, in the situation where the experience is cancelled, withdrawn or no longer carried out for reasons attributable to the Host.",
    "(3) The repayment provided for in para. (2) is carried out through the Platform and the integrated payment processor (including Stripe), according to its terms and conditions, without using LIVADAI's own funds.",
    "(4) LIVADAI is not responsible for:",
    "• refund processing deadlines;",
    "• possible delays or malfunctions of the payment processor;",
    "• exchange rate fluctuations, bank fees or other costs charged by the financial institutions involved.",
    "(5) The reimbursement made under the terms of this article does not constitute:",
    "• recognition of any liability in the charge of LIVADAI;",
    "• recognizing the non-compliance of the Platform;",
    "• assumption of an additional obligation by LIVADAI towards the Participant.",
    "(6) The Participant acknowledges and accepts that, in the event of cancellation of the experience for reasons attributable to the Host, the only remedy to which he is entitled is the reimbursement of the amounts paid, without the possibility of requesting additional compensation, penalties or other claims against LIVADAI.",
    "(7) This refund policy is applicable to the maximum extent permitted by the applicable Romanian and European legislation, including the provisions regarding exceptions to the right of withdrawal for leisure services with a specific date or period of performance.",
    "Art. 34 LIVADAI's lack of liability towards the Participant",
    "(1) LIVADAI is not liable, under any circumstances, to the Participant for the way of organization, development, execution, modification, cancellation or failure of an experience published on the Platform.",
    "(2) The Participant understands and accepts that:",
    "• the experiences are designed, organized and carried out exclusively by the Host;",
    "• LIVADAI has no control over the behavior of the Host or other Participants;",
    "• LIVADAI cannot guarantee that the experience will unfold according to the published description.",
    "(3) LIVADAI is not responsible for:",
    "• accidents, bodily injuries, illness or death;",
    "• material damages or financial losses;",
    "• moral damages;",
    "• delays, changes or cancellations of the experience;",
    "• conflicts or misunderstandings between Host and Participant;",
    "• non-fulfillment of obligations by the Host.",
    "(4) Any claim, complaint or action formulated by the Participant as a result of participating in an experience will be directed exclusively against the Host, without the involvement of LIVADAI.",
    "(5) To the maximum extent permitted by the applicable legislation, LIVADAI's liability towards the Participant is fully excluded, and in any case is limited to the value of the brokerage commission collected by LIVADAI for the respective experience.",
    "(6) The Participant expressly waives any claim, action or compensation against LIVADAI resulting from or in connection with the experiences accessed through the Platform.",
    "(7) This article applies regardless of the nature of the experience, including in the case of experiences involving outdoor, recreational, sports, adventure, tourism, training or other potentially risky activities.",
    "6. PAYMENTS, FEES, TRANSACTIONS AND CHARGEBACKS",
    "Art. 35 Financial flow and payment processing",
    "(1) All payments made through the LIVADAI Platform are processed exclusively through authorized third-party payment processors, including but not limited to Stripe.",
    "(2) LIVADAI does not store, process or have direct access to users' payment instrument data, including card data, bank data or other sensitive financial information.",
    "(3) The payment made by the Participant represents the consideration for access to the experience offered by the Host and does not constitute payment for a service provided by LIVADAI.",
    "(4) LIVADAI acts exclusively as a digital intermediary and technical facilitator of the payment process, without becoming, at any time, the final recipient of the amounts paid for the experiences, with the exception of the brokerage commission due for the digital services provided.",
    "(5) Payment processing, authorization of transactions, retention of funds, transfer of amounts, refunds, chargebacks and any other financial operations are governed by the terms and conditions of the payment processor used, over which LIVADAI has no control.",
    "(6) LIVADAI does not guarantee the successful completion of a transaction and is not responsible for:",
    "• refusal of payment by the issuing bank;",
    "• failure to authorize the transaction;",
    "• delays, blocking or cancellation of payment;",
    "• anti-fraud or compliance measures imposed by the payment processor.",
    "(7) Users understand and accept that any incident, dispute or inconsistency regarding payments is resolved primarily within the relationship with the payment processor, without LIVADAI being held liable, to the extent permitted by applicable law.",
    "Art. 36 The intermediary commission of LIVADAI",
    "(1) For the provision of digital intermediation services, operation of the Platform and facilitation of transactions between Host and Participant, LIVADAI charges an intermediation fee applied to each reservation made through the Platform.",
    "(2) The brokerage commission is set at 10% of the total price of the experience, unless expressly provided otherwise on the Platform or in a specific policy published by LIVADAI.",
    "(3) Intermediation commission:",
    "• is due exclusively for the digital services provided by LIVADAI;",
    "• does not represent the value of the experience;",
    "• does not include fees or commissions charged by the payment processor.",
    "(4) The brokerage commission is automatically withheld from the amount paid by the Participant, before the difference is transferred to the Host, through the integrated payment processor.",
    "(5) The Host understands and accepts that:",
    "• LIVADAI is entitled to withhold the brokerage commission regardless of the outcome of the experience, except in situations where the law expressly requires the opposite;",
    "• the fee reflects exclusively the provision of the Platform, digital infrastructure and intermediary services.",
    "(6) In the case of reimbursement of amounts to the Participant for reasons attributable to the Host, the brokerage commission may be:",
    "• non-refundable, if the digital services have already been provided; or",
    "• refunded in whole or in part, solely to the extent required by applicable law or payment processor policies.",
    "(7) LIVADAI reserves the right to change the level of the brokerage commission, its structure or the method of calculation, in compliance with the provisions regarding the modification of the Terms and Conditions, without affecting the reservations already confirmed.",
    "(8) Non-payment, evasion or attempt to avoid the brokerage commission, including by making payments outside the Platform, constitutes a serious violation of these Terms and Conditions and may attract:",
    "• account suspension or closure;",
    "• cancellation of reservations;",
    "• recovery of damages suffered by LIVADAI.",
    "(9) The brokerage commission does not, under any circumstances, create a work relationship, mandate, agency, representation, exclusivity or partnership between LIVADAI and Host.",
    "Art. 37 Fiscal obligations and financial responsibility of the Host",
    "(1) The Host acknowledges and accepts that it is solely and exclusively responsible for fulfilling all fiscal, accounting and reporting obligations arising from the publication and conduct of experiences through the LIVADAI Platform, including, but not limited to:",
    "• declaration of income obtained;",
    "• payment of due taxes, fees and contributions;",
    "• compliance with the applicable fiscal regime according to Romanian legislation and/or the legislation of the state in which the Host operates.",
    "(2) LIVADAI:",
    "• does not calculate or withhold taxes on behalf of the Host;",
    "• does not act as a tax agent, payer or tax collector;",
    "• does not check the fiscal situation of the Host;",
    "• does not provide tax, accounting or legal advice.",
    "(3) The Host understands and accepts that the amounts transferred to him through the Platform represent gross income, before the application of any tax obligations that fall to him.",
    "(4) In the event that the competent authorities formulate requests, complaints, sanctions, fiscal impositions or other measures against LIVADAI as a result of non-compliance with fiscal obligations by the Host, it undertakes to:",
    "• fully compensate LIVADAI;",
    "• bear all related fines, penalties, interest and expenses;",
    "• exonerate LIVADAI from any liability.",
    "(5) The Host declares that he has understood that the use of the LIVADAI Platform does not exempt him from compliance with tax legislation and that he is responsible for informing himself independently about his legal obligations.",
    "(6) The Host can carry out activities through the LIVADAI Platform as a natural person, authorized natural person, professional or in any other form permitted by the applicable legislation, but also in the absence of a form of authorization, to the extent permitted by law. The choice of the legal form, the tax regime and the way of declaring the income rests exclusively with the Host, LIVADAI having no obligation to verify, impose or recommend a certain legal or tax status.",
    "(7) Any fiscal, financial or legal consequence resulting from the activity of the Host on the Platform rests exclusively with him and cannot be imputed to LIVADAI, to the extent permitted by the applicable legislation.",
    "Art. 38 Payment processors. Financial flows and limitation of LIVADAI's liability",
    "(1) All payments made through the LIVADAI Platform are processed through authorized third-party payment processors, including but not limited to Stripe or other similar providers integrated into the Platform.",
    "(2) LIVADAI:",
    "• it is not a credit institution;",
    "• is not a payment institution;",
    "• is not a provider of financial services;",
    "• does not own, administer or control user funds,",
    "its role being limited exclusively to the technical facilitation of transactions through the Platform.",
    "(3) Users understand and accept that:",
    "• payments are subject to the terms and conditions of the payment processor;",
    "• there may be delays, refusals, blocking, cancellations or reversals of payments independent of LIVADAI's will;",
    "• delivery of funds to Host is subject to payment processor rules, checks and policies.",
    "(4) LIVADAI is not responsible for:",
    "• technical errors of the payment processor;",
    "• refusal or failure of a transaction;",
    "• delays in processing or settlement of amounts;",
    "• blocking, suspending or closing users' payment accounts;",
    "• exchange rate fluctuations;",
    "• bank commissions or fees charged by third-party institutions.",
    "(5) If a payment is refused, canceled or reversed by the payment processor, the related experience can be canceled automatically, without LIVADAI being held liable to the Host or Participant.",
    "(6) Users acknowledge and accept that LIVADAI does not guarantee:",
    "• successful completion of payments;",
    "• collection of amounts by the Host;",
    "• instant reimbursement of funds;",
    "• uninterrupted operation of payment services.",
    "(7) Any litigation, dispute or complaint regarding payments, reimbursements, chargebacks or financial transactions shall be resolved:",
    "• between the user and the payment processor;",
    "• between Host and Participant, as the case may be,",
    "without the involvement of LIVADAI, except for limited technical support.",
    "(8) To the maximum extent permitted by the applicable legislation, LIVADAI is exempt from any liability for damages resulting from the use of payment services, including:",
    "• financial losses;",
    "• unrealized profit;",
    "• direct or indirect damages;",
    "• additional costs borne by users.",
    "(9) Users accept that the use of the Platform's payment functionalities constitutes the express acceptance of the terms and conditions of the integrated payment processor.",
    "Art. 39 Chargebacks, payment disputes and withholding of funds",
    "(1) The Participant may initiate, under the conditions established by the institution issuing the payment instrument or the payment processor, chargeback procedures, payment dispute or direct reimbursement request, independently of the mechanisms available within the LIVADAI Platform.",
    "(2) Users understand and accept that:",
    "• chargeback procedures are governed exclusively by the rules of the payment processor and the financial institutions involved;",
    "• LIVADAI has no control over the initiation, conduct or outcome of a chargeback procedure.",
    "(3) If a chargeback, a payment dispute or a refund is accepted by the payment processor for reasons attributable to the Host, including but not limited to:",
    "• failure to fulfill the experience;",
    "• cancellation of the experience;",
    "• conducting the experience in a way that is not in accordance with the description;",
    "• justified complaints of the Participant,",
    "The host will fully support:",
    "• amounts withdrawn;",
    "• chargeback commissions;",
    "• the penalties applied by the payment processor;",
    "• any other related costs.",
    "(4) LIVADAI is entitled to recover from the Host any amount incurred by it as a result of a chargeback, including through:",
    "• compensation with future amounts owed to the Host;",
    "• retention of available funds;",
    "• requesting direct payment of the difference.",
    "(5) LIVADAI is not responsible for:",
    "• initiation of a chargeback by the Participant;",
    "• its acceptance or rejection by the payment processor;",
    "• temporary withholding of funds;",
    "• establishment of financial reserves (rolling reserves);",
    "• suspension or limitation of users' payment accounts.",
    "(6) Users acknowledge and accept that the payment processor may independently apply:",
    "• temporary blocking of funds;",
    "• additional compliance checks;",
    "• limitations or suspensions of financial flows,",
    "without LIVADAI being held responsible for these measures.",
    "(7) To the maximum extent permitted by the applicable legislation, LIVADAI is exempted from any liability for damages resulting from:",
    "• chargebacks;",
    "• payment disputes;",
    "• retentions or blocking of funds;",
    "• decisions of the payment processor or financial institutions.",
    "(8) This article applies regardless of the nature of the experience and regardless of whether or not the Host is a professional within the meaning of the applicable legislation.",
    "7. INTELLECTUAL PROPERTY",
    "Art. 40 Intellectual property rights on the Platform",
    "(1) The LIVADAI platform, including but not limited to:",
    "• structure;",
    "• technical architecture;",
    "• design and graphic interface;",
    "• source code;",
    "• databases;",
    "• functionalities;",
    "• visual elements;",
    "• logos, trade names and distinctive signs;",
    "• texts, graphics and multimedia elements,",
    "are the exclusive property of LIVADAI or its licensors and are protected by Romanian and European copyright and intellectual property legislation.",
    "(2) No provision of these Terms and Conditions can be interpreted as transferring, ceding or granting users any intellectual property right over the Platform or its elements, except for the limited, non-exclusive and revocable right to use the Platform, strictly for personal purposes and according to its destination.",
    "(3) Any use of the Platform or its elements outside the limits provided by these Terms and Conditions is prohibited and may attract the liability of the user, according to the law.",
    "Art. 41 User Generated Content (UGC)",
    "(1) Users can publish their own content on the LIVADAI Platform, including but not limited to:",
    "• descriptions of experiences;",
    "• texts, images, photos;",
    "• audio and video materials;",
    "• messages, reviews, ratings, comments or other information,",
    "hereinafter referred to as \"Content\".",
    "(2) The user declares and guarantees that:",
    "• is the author of the published Content or holds all rights, licenses and consents necessary for its use;",
    "• publication of the Content does not infringe copyright, related rights, intellectual property rights, image rights, privacy rights or any other rights of third parties;",
    "• The content is legal, lawful, real and in accordance with these Terms and Conditions.",
    "(3) By publishing the Content on the LIVADAI Platform, the user grants LIVADAI an irrevocable, non-exclusive, free, territorially unlimited and valid license for the duration of the Platform's existence, to:",
    "• use, host, store, display, reproduce, distribute and make publicly available the Content;",
    "• adapt, modify or process the Content exclusively for technical purposes (format, dimensions, optimization, compatibility);",
    "• use the Content for the purpose of promoting the LIVADAI Platform, its experiences, services and brand, including in marketing materials, advertising, social media, online and offline campaigns, commercial presentations, promotional materials or other public communications, without quantitative or temporal limitations;",
    "including for promotional purposes directly related to the LIVADAI Platform, without use for illegal or immoral purposes.",
    "(4) The license granted according to para. (3):",
    "• does not involve the transfer of intellectual property rights over the Content;",
    "• does not affect the author's moral rights, insofar as they are protected by law;",
    "• does not entitle the user to remuneration, compensation or compensation of any kind.",
    "(5) The user is solely responsible for the published Content and for any damage caused to LIVADAI, other users or third parties as a result of its publication, use or distribution.",
    "(6) The user is solely responsible for any claim, complaint, notification or action made by third parties in relation to the Content and undertakes to fully indemnify LIVADAI for any damage, penalty, fine, expense or cost incurred by it as a result of such situations.",
    "(7) LIVADAI has no obligation to mention the author of the Content and does not guarantee its use in a certain context, form or period of time.",
    "(8) LIVADAI has no obligation to verify, validate or approve the Content generated by users and is not responsible for:",
    "• the accuracy, legality or truthfulness of the Content;",
    "• the opinions, statements or information expressed by users through the Platform.",
    "(9) LIVADAI reserves the right to remove, restrict, suspend or disable any Content that:",
    "• violates these Terms and Conditions;",
    "• is illegal, dangerous, misleading, abusive or contrary to public order;",
    "• infringes the rights of LIVADAI, users or third parties,",
    "without prior notice and without liability.",
    "(10) The removal, restriction or deactivation of the Content does not affect the user's liability for previously committed acts and does not limit LIVADAI's right to request compensation, under the law.",
    "Art. 42 Applicable law and jurisdiction",
    "(1) These Terms and Conditions are governed and interpreted in accordance with Romanian law, regardless of the domicile, residence or nationality of the user.",
    "(2) Any litigation, dispute or misunderstanding arising from or in connection with:",
    "• use of the LIVADAI Platform;",
    "• the interpretation or application of these Terms and Conditions;",
    "• relations between LIVADAI and users",
    "will be settled amicably, with priority.",
    "(3) If an amicable settlement is not possible, the dispute will be settled exclusively by the competent courts in Romania, from the headquarters of the operator of the LIVADAI Platform.",
    "(4) Users expressly waive any exception regarding:",
    "• territorial competence;",
    "• material competence;",
    "• applicable law different from Romanian law,",
    "to the extent permitted by applicable law.",
    "(5) This article applies regardless of whether the user has the capacity of Host, Participant or simple visitor of the Platform.",
    "",
    "",
    "",
    "8. PROTECTION OF PERSONAL DATA (GDPR)",
    "Art. 43 Processing of personal data",
    "(1) LIVADAI processes users' personal data in accordance with Regulation (EU) 2016/679 on the protection of personal data (GDPR) and the applicable Romanian legislation.",
    "(2) Personal data are processed for legitimate, determined and explicit purposes, including, but not limited to:",
    "• creating, managing and securing user accounts;",
    "• facilitating reservations, payments and refunds;",
    "• communication between Host and Participant through the Platform;",
    "• providing technical and administrative support;",
    "• fulfilling legal and fiscal obligations;",
    "• preventing fraud, abuse and unauthorized use of the Platform;",
    "• promoting the Platform and experiences, in accordance with the law.",
    "(3) The categories of processed data may include, but are not limited to:",
    "• identification and contact data;",
    "• account data and activity on the Platform;",
    "• data related to reservations and transactions;",
    "• user-generated content.",
    "(4) LIVADAI does not process personal data for purposes other than those provided in this article and does not collect more data than is strictly necessary.",
    "(5) Payment data are processed exclusively through authorized third-party payment processors, LIVADAI not having direct access to the data of users' payment instruments.",
    "(6) By using the Platform, users declare that they have become aware of the way of processing personal data and express their consent, to the extent that it is necessary according to the applicable legislation.",
    "Art. 44 Rights of data subjects",
    "(1) In accordance with Regulation (EU) 2016/679 (GDPR), users of the LIVADAI Platform, as data subjects, benefit from the following rights, to the extent and under the conditions provided by law:",
    "• the right of access to personal data;",
    "• the right to rectify inaccurate or incomplete data;",
    "• the right to delete data (\"the right to be forgotten\");",
    "• the right to restrict processing;",
    "• the right to data portability;",
    "• the right to oppose data processing;",
    "• the right not to be subject to a decision based exclusively on automatic processing, including the creation of profiles, in accordance with the law.",
    "(2) Exercising the rights provided for in para. (1) can be done by sending a written request to LIVADAI, using the official contact details published on the Platform.",
    "(3) LIVADAI will analyze and resolve the requests made by the data subjects within a reasonable period, but not later than the legal period provided by the GDPR, except in situations where the applicable legislation allows its extension.",
    "(4) The rights of the data subject can be exercised free of charge, except in cases where the requests are clearly unfounded, excessive or repetitive, in which case LIVADAI reserves the right to charge a reasonable fee or refuse to resolve the request, according to art. 12 para. (5) of the GDPR.",
    "(5) Exercising the rights of the data subject does not affect:",
    "• LIVADAI's legal obligations regarding the retention of certain data;",
    "• the rights and freedoms of other persons;",
    "• the legitimate interests of LIVADAI, to the extent permitted by the applicable legislation.",
    "(6) If the user considers that his rights regarding the protection of personal data have been violated, he has the right to address the National Supervisory Authority for the Processing of Personal Data (ANSPDCP), as well as the competent courts.",
    "Art. 45 Limitation of LIVADAI's liability regarding the unauthorized retrieval of data and images",
    "(1) Users understand and accept that the LIVADAI Platform operates in an open digital environment, and certain data, information, images, photo-video materials or other content elements may become accessible to other users or third parties simply by publishing on the Platform, under the conditions established by these Terms and Conditions.",
    "(2) LIVADAI is not responsible for the unauthorized retrieval, copying, distribution, use or reuse by other users or third parties of:",
    "• personal data published by users;",
    "• images, photos, video or audio materials;",
    "• profile information, descriptions or other content elements made public on the Platform,",
    "outside the reasonable technical control of the Platform.",
    "(3) Any unauthorized use of data or materials belonging to a user by another user or a third party is the sole responsibility of the person who made said use, without LIVADAI being held liable, to the extent permitted by the applicable legislation.",
    "(4) LIVADAI does not guarantee the absolute impossibility of copying, downloading, capturing or redistributing the content published on the Platform and is not responsible for damages resulting from such actions carried out without the consent of the person concerned.",
    "(5) The User assumes full responsibility for the data and materials they publish on the Platform and understands that their publication may involve a certain risk inherent in the online environment.",
    "(6) LIVADAI undertakes to implement reasonable technical and organizational measures to protect personal data, in accordance with the GDPR, but cannot be held responsible for illegal acts committed by third parties, which are not under its direct control.",
    "(7) This article does not limit the right of the data subject to address the competent authorities or courts against the person who used his data or images in an unauthorized manner.",
    "Art. 46 Security measures and protection of personal data",
    "(1) LIVADAI implements appropriate technical and organizational measures, proportional to the nature and volume of data processed, in order to ensure a level of security corresponding to the risks, in accordance with Regulation (EU) 2016/679 (GDPR).",
    "(2) Security measures may include, but are not limited to:",
    "• control of access to personal data;",
    "• authentication and authorization mechanisms;",
    "• data encryption or pseudonymisation, where applicable;",
    "• protecting IT infrastructure and storage systems;",
    "• monitoring and preventing unauthorized access;",
    "• internal procedures for managing security incidents.",
    "(3) Access to personal data is allowed exclusively to authorized persons, to the extent necessary to fulfill their duties and based on confidentiality obligations.",
    "(4) LIVADAI does not guarantee the absolute security of data transmitted or stored in the online environment and is not responsible for security breaches that:",
    "• are not imputable to the Platform;",
    "• are caused by external factors, cyber attacks, third-party infrastructure failures or improper use of the Platform by users.",
    "(5) In the event of a breach of personal data security (data breach), LIVADAI will act in accordance with the applicable legal obligations, including, as the case may be:",
    "• notification of the competent supervisory authority;",
    "• informing the persons concerned, under the conditions and terms provided by the GDPR.",
    "(6) The user understands and accepts that data security also depends on his behavior, being responsible for:",
    "• maintaining the confidentiality of authentication data;",
    "• use of secure passwords;",
    "• avoiding unauthorized disclosure of personal information.",
    "(7) This article applies to all personal data processing operations carried out by LIVADAI through the Platform, regardless of the user's capacity as a Host, Participant or visitor.",
    "Art. 47 Duration of storage of personal data",
    "(1) The personal data of the users of the LIVADAI Platform are processed and stored only for the duration necessary to fulfill the purposes for which they were collected, as provided in this chapter and in accordance with Regulation (EU) 2016/679 (GDPR).",
    "(2) In general, personal data are kept:",
    "• during the existence of the user account on the Platform; and",
    "• after closing the account, for the period necessary to comply with legal, fiscal, accounting, archiving obligations or to defend the rights and legitimate interests of LIVADAI.",
    "(3) Data related to transactions, payments, refunds and tax obligations may be kept for longer periods, to the extent that this is required by applicable law, including tax and accounting law.",
    "(4) At the expiration of the applicable storage periods or at the termination of the processing purpose, the personal data will be:",
    "• deleted; or",
    "• anonymized; or",
    "• archived in a form that no longer allows identification of the person concerned,",
    "in accordance with LIVADAI's internal policies and applicable legal requirements.",
    "(5) Exercising the right to delete data (\"the right to be forgotten\") does not affect:",
    "• LIVADAI's legal obligations to keep certain data;",
    "• the need to keep data for establishing, exercising or defending a legal right;",
    "• other situations expressly provided by Regulation (EU) 2016/679.",
    "(6) Users acknowledge and accept that the deletion of certain data may lead to the impossibility of further provision of Platform services and may result in the definitive closure of the user account.",
    "Art. 48 Transfer of personal data to third parties",
    "(1) LIVADAI may transmit or allow access to users' personal data to third parties exclusively to the extent necessary to fulfill the legitimate purposes of the processing and in compliance with Regulation (EU) 2016/679 (GDPR).",
    "(2) Categories of data recipients may include, but are not limited to:",
    "• payment processors and financial service providers (eg Stripe);",
    "• providers of IT services, hosting, cloud, cyber security;",
    "• providers of electronic communication services and technical support;",
    "• providers of marketing and analysis services, in accordance with the law;",
    "• public authorities, courts or other bodies, if disclosure is required by law.",
    "(3) The transmission of data to third parties is carried out:",
    "• based on a valid legal basis;",
    "• on the basis of data processing contracts or agreements (Data Processing Agreements);",
    "• with the imposition of appropriate confidentiality and security obligations.",
    "(4) LIVADAI does not sell, rent or transfer users' personal data to third parties for commercial purposes independent of the operation of the Platform.",
    "(5) In the situation where personal data is transferred outside the European Economic Area (EEA), LIVADAI ensures that the transfer takes place:",
    "• to states for which there is an adequacy decision of the European Commission; or",
    "• based on appropriate guarantees, such as standard contractual clauses approved by the European Commission; or",
    "• in other conditions permitted by the GDPR.",
    "(6) Users acknowledge and accept that certain third-party providers may have their own privacy and data processing policies, over which LIVADAI has no direct control.",
    "(7) LIVADAI is not responsible for the way data is processed by third parties acting as independent data operators, to the extent permitted by the applicable legislation.",
    "(8) This article does not affect the rights of data subjects provided for by the GDPR and does not limit the legal obligations of LIVADAI regarding the protection of personal data.",
    "Art. 49 Cookies and similar technologies",
    "(1) The LIVADAI Platform uses cookies and similar technologies (e.g. pixel tags, local storage, SDKs) to ensure the correct functioning of the Platform, improve user experience, analyze traffic and, as the case may be, for security and marketing purposes, in accordance with applicable legislation.",
    "(2) Cookies can be classified, without being limited to:",
    "• strictly necessary cookies, indispensable for the operation of the Platform;",
    "• functionality cookies, which allow personalization of the user experience;",
    "• analytical and performance cookies, used to analyze how the Platform is used;",
    "• marketing cookies, used to display relevant content and communications.",
    "(3) Strictly necessary cookies are used without the prior consent of the user, to the extent permitted by the applicable legislation.",
    "(4) The use of cookies that are not strictly necessary is conditional on the expression of the free, specific, informed and unequivocal consent of the user, expressed through the mechanisms made available on the Platform.",
    "(5) The user has the right to:",
    "• accept or refuse the use of certain categories of cookies;",
    "• modify or withdraw the consent given at any time;",
    "• delete cookies through the settings of the browser or the device used.",
    "(6) The refusal or deletion of cookies may affect the normal operation of certain functionalities of the Platform, without LIVADAI being held responsible for any resulting malfunctions.",
    "(7) The LIVADAI platform may integrate cookies or similar technologies belonging to third parties (e.g. analysis providers, marketing or payment processors), in which case data processing is carried out according to their own policies.",
    "(8) Detailed information on the types of cookies used, storage duration, purposes of processing and how to manage consent are available in the Cookie Policy published on the Platform, which is an integral part of these Terms and Conditions.",
    "",
    "11. Final Provisions",
    "(1) These Terms and Conditions represent the complete agreement between LIVADAI and users regarding the use of the Platform and supersede any previous understandings, agreements, negotiations or communications, written or verbal, having the same object.",
    "(2) If any of the provisions of these Terms and Conditions is declared null, invalid or unenforceable, in whole or in part, by a competent court or public authority, the other provisions will remain valid and have legal effects.",
    "(3) The provision affected by the invalidity will be replaced by law with an applicable legal provision or with a provision that reflects as faithfully as possible the original intention of the parties, within the limits allowed by the applicable legislation.",
    "(4) Non-exercise or delayed exercise by LIVADAI of any right provided for in these Terms and Conditions does not constitute a waiver of that right and does not affect its subsequent exercise.",
    "(5) Any official communication between LIVADAI and users is carried out exclusively through the contact data published on the Platform or through the digital functionalities made available within it, unless expressly provided otherwise.",
    "(6) The user may not assign, transfer or transmit, in whole or in part, his rights and obligations arising from these Terms and Conditions without the prior written consent of LIVADAI.",
    "(7) LIVADAI has the right to assign or transfer its rights and obligations arising from these Terms and Conditions to any third party, including in the context of a reorganization, merger, assignment of activity or business transfer, without requiring the users' consent.",
    "(8) These Terms and Conditions are enforceable by users from the moment of their acceptance, under the conditions of art. 2, and remain applicable for the entire duration of use of the Platform, including after termination of use, for clauses which, by their nature, produce effects even after termination.",
    "(9) Acceptance of these Terms and Conditions constitutes a manifestation of free, informed and unequivocal will, the user declaring that he fully understood their content and the legal consequences of acceptance.",
    "",
    "",
    ""
  ]
}